{"id": "ban-van-cam-thay-on-du-ngu-it-do-la-do-ban-khong-biet-minh-se-tuyet-the-nao-neu-ngu-du-nhieu-thoi", "vi": {"content": "Thế giới tồn tại một chứng bệnh hiếm gặp mang tên “mất ngủ đến chết” (fatal insomnia). Người bệnh từ lúc xuất hiện những triệu chứng ban đầu như suy giảm trí nhớ, khó ngủ, mất ngủ hẳn... cho đến lúc tử vong kéo dài từ vài tháng đến hơn năm. Tất cả những gì họ có thể làm khi biết mình mắc bệnh là chờ đợi trong sự bất hạnh và đau khổ. Vì cho đến nay, chưa có bất kỳ thuốc hay phương pháp chữa trị nào cho fatal insomnia [1].\n\nRất may là chứng bệnh này tương đối hiếm gặp, mỗi năm cứ 1.000.000 người mới có 1 người mắc. Chúng ta, những người vốn luôn tiếc việc đi ngủ mỗi tối (và lại tiếp tục tiếc vào sáng hôm sau vì đã ngủ quá ít), nên cảm thấy may mắn vì vẫn còn khả năng thiêng liêng này.\n\nNgủ là hành động cực kỳ tuyệt vời, đến mức khó hiểu. Giới khoa học suốt nhiều thập kỷ, sau khi đã đưa con người ra khỏi vũ trụ lẫn đi xuống mặt nước, vẫn chưa thể tìm ra đáp án cho câu hỏi: rốt cuộc chúng ta ngủ để làm gì?\n\nXét ở phương diện tiến hóa, việc ngủ là một bất lợi. Việc để não rơi vào tình trạng “ngoại tuyến” tạm thời có thể đưa con người vào tình huống gặp nhiều rủi ro như bị thú dữ hoặc chính đồng loại của mình tấn công. Cơ chế buồn ngủ cũng khiến việc đi săn gặp nhiều khó khăn. Tại sao tiến hóa đã tuyệt vời đến thế, lại không tạo ra những cỗ máy xịn hơn?\n\nNhiều nhà khoa học cho rằng việc ngủ giúp não bộ thanh lọc lại chính mình, loại bỏ tạp chất sau một ngày mệt mỏi [2]. Điều này không sai, nhưng vẫn chưa thể khẳng định đây là mục đích cuối cùng của việc ngủ.\n\nViệc nghiên cứu giấc ngủ đến nay vẫn gặp nhiều bế tắc, vì (1) người ta không thể đi sâu, “tham quan” hay tìm hiểu cơ chế não bộ của tình nguyện viên lúc họ ngủ và (2) việc đo xem khi ngủ vùng não nào hoạt động mạnh, vùng nào hoạt động yếu hay lượng chất nào tăng, chất nào giảm… không những không giúp sáng tỏ về giấc ngủ mà còn khiến giấc ngủ trở nên phức tạp và khó hiểu hơn.\n\nDo đó, phần lớn nghiên cứu về giấc ngủ hiện nay tập trung vào chứng mất ngủ. Bạn có thể thử bằng cách tìm từ khóa “study about sleep ncbi\", phần lớn kết quả trả ra đều về tác hại của việc thiếu ngủ, mất ngủ... và những nghiên cứu đại loại vậy. Như đã từng có nghiên cứu cho thấy chuột sẽ chết nếu mất ngủ từ 2-3 tuần [3]. Còn ở người, mọi thứ vẫn chỉ dừng lại ở chuyện biết rằng nếu người khỏe mạnh bị tước quyền ngủ trong 24h, họ sẽ gặp ảo giác hoặc có những triệu chứng giống với tâm thần phân liệt [4].\n\nTrước khi đi tiếp đến phần sau, tôi nghĩ rằng bài này sẽ khá buồn ngủ, và đó là dấu hiệu tốt. Đã lâu rồi chúng ta đã không thật sự cư xử tử tế với giấc ngủ của mình, nếu không muốn nói là có phần ngược đãi nó. Thế nên sẽ rất vui nếu bài viết này giúp bạn dễ ngủ hơn.\n\nTheo CDC, ở Mỹ cứ 3 người thì có 1 người thiếu ngủ [5], con số này có thể không chênh lệch nhiều với số liệu quốc tế. Việc thiếu ngủ có thể khiến chúng ta trở nên:\n\n1. Dễ bị tổn thương hơn\n\nTrong ngắn hạn, việc thiếu ngủ khiến chúng ta bị mất tập trung, rối loạn cảm xúc và rối loạn tâm trạng (dễ chán nản và bực tức), thiếu hụt nhận thức, giảm trí nhớ và hiệu suất hoạt động… Còn ở dài hạn, thiếu/mất ngủ được cho là có liên quan đến tăng huyết áp, rối loạn mỡ trong máu, bệnh tim mạch, các vấn đề liên quan đến cân nặng, hội chứng chuyển hóa, đái tháo đường tuýp 2 và ung thư đại trực tràng. Tỷ lệ tử vong do mọi nguyên nhân cũng tăng ở nam giới bị rối loạn giấc ngủ [6].\n\nViệc ngủ có liên quan mật thiết đến tăng cân, vì khi thiếu ngủ, cơ thể tiết ra một số chất kích thích sự thèm ăn, trong khi ngăn cản việc tiết ra một số chất ức chế sự thèm ăn. Do đó việc thức khuya thường đi kèm với thèm ăn khuya (việc ăn khuya, bản thân nó cũng cực kỳ có hại), và buồn ngủ ban ngày cũng kéo theo chứng buồn miệng.\n\nTrong khi đó, tỷ lệ tử vong ở nam giới bị rối loạn giấc ngủ cao hơn vì những hoạt động liên quan đến vận hành máy móc hay yêu cầu sự tập trung như lái xe thường xảy ra tai nạn liên quan đến giấc ngủ. Số vụ tai nạn do tài xế thiếu ngủ thậm chí còn nhiều hơn do say xỉn [7]. Có một thuật ngữ gọi là “microsleep\" (tạm dịch: chợp mắt), là những giấc ngủ ngắn kéo dài khoảng 30s mà các tài xế hay gặp phải, nhưng họ không hề biết họ đã ngủ trong khoảng thời gian đó.\n\nNhưng dù “hút thuốc lá có thể gây ung thư phổi\" hay “thiếu ngủ có thể khiến bạn bị đủ thứ bệnh\" là những sự thật không thể chối cãi, chúng vẫn không khiến chúng ta cảm thấy áy náy một chút nào cả. Vì đó là những sự kiện xảy ra trong tương lai xa.\n\nCon người không được lập trình kỹ lưỡng để lo lắng cho tương lai xa vì tổ tiên chúng ta chỉ biết ăn, ngủ, làm tình và lặp đi lặp lại. Họ không có ý niệm về việc “bị bệnh tim trong 30 năm tới\" (có khi họ còn chẳng sống lâu đến vậy). Nên những dự báo về sức khỏe trong đâu đó vài chục năm tới, dường như không thể gợi lên bất kỳ cảm xúc nào dù chúng có thật.\n\nNhưng tiến hóa lại khiến chúng ta biết rằng ngủ ít thì trông chả đáng để làm tình.\n\n2. Ngủ ít khiến bạn trông kém hấp dẫn\n\nMột nhóm các nhà nghiên cứu đã dùng hình ảnh của các tình nguyện viên bao gồm hình chụp họ khi ngủ đủ giấc và khi thức liên tục hơn 1 ngày. Những bức ảnh này sau đó được đưa cho những người khác nhận xét, đánh giá. Kết quả cho thấy mọi người đánh giá những bức ảnh khi thiếu ngủ là kém khỏe mạnh, thiếu sức sống và thiếu hấp dẫn hơn so với những bức ảnh ngủ đầy đủ [8].\n\nBạn sẽ nghĩ rằng tất nhiên những người da tái, mắt thâm, tóc tai phờ phạc do thiếu ngủ sẽ trông kém hấp dẫn hơn những khuôn mặt tươi tắn. Nhưng hình chụp không thể hiện rõ những biểu hiện trên, thậm chí gần như khó phân biệt (có thể tự kiểm chứng ở link nghiên cứu bên dưới phần bình luận). Có lẽ tiến hóa đã giúp chúng ta né tránh những khuôn mặt thiếu ngủ do yếu tố sinh học (vốn có liên quan đến hàng loạt bệnh tật như đã đề cập ở trên) và xã hội (loại người tiền sử nào lại thiếu ngủ cơ chứ?).\n\nThế nên, thiếu ngủ không những khiến mắt bạn thâm, da bạn tái mà chúng còn khiến bạn trông kém hấp dẫn và thiếu sức sống từ ngay cả khi chưa xuất hiện bất kỳ dấu hiệu nào.\n\nCó thể bạn sẽ bảo rằng, oh, mình không cần sự xinh đẹp được đánh giá cao bởi người khác, mà tập trung đến vẻ đẹp tâm hồn và trí tuệ hơn?\n\n3. Thiếu ngủ còn khiến bạn ngu đi\n\nMột nghiên cứu chỉ ra rằng việc thiếu ngủ có thể khiến suy giảm nhận thức, trí nhớ và khả năng đưa ra quyết định - đối với cả thiếu ngủ ngắn hạn lẫn dài hạn [9]. Nghiên cứu khác cụ thể hơn, cho thấy sinh viên y khoa thiếu ngủ dẫn đến kết quả thi cử kém hơn, đặc biệt với những trường hợp thiếu ngủ những ngày trước thi [10].\n\nNghiên cứu khác chỉ ra trong sinh viên nói chung, thiếu ngủ không những khiến tinh thần giảm sút, mà còn ảnh hưởng đến những hoạt động thể chất [11].\n\nThiếu ngủ cũng được chứng minh là có liên quan đến chứng lo âu, trầm cảm và rối loạn tâm trạng/cảm xúc [12]. Bản thân những chứng bệnh này lại khiến việc đi ngủ (thậm chí là sống) trở nên khó khăn hơn. Tâm lý bất ổn, chúng ta thậm chí không còn là bản thân nữa, chứ đừng nói đến chuyện là phiên bản thông minh của chính mình.\n\nChúng ta đều biết rằng việc thiếu ngủ không đem lại bất kỳ điều gì tốn đẹp (ngoài một ít thời gian để lãng phí), nhưng việc ngủ đầy đủ ngày nay tương đối khó khăn.\n\nVới những người sắp xếp thời gian kém (phần lớn chúng ta nằm trong nhóm này), buổi tối là thời điểm tự do làm được nhiều việc, nhưng phải trả giá vào ngày hôm sau - vốn phải tỉnh táo để học hoặc làm việc. Nhưng vì thiếu ngủ, hiệu suất của bạn vào ban ngày sẽ kém hơn, lại dẫn đến làm việc bù và thiếu ngủ. Một vòng luẩn quẩn.\n\nChẳng nhẽ cuộc đời cứ trôi qua theo kiểu chạy đua giấc ngủ thế này mãi sao?\n\nĐây có lẽ là câu trả lời bạn phải tự tìm.\n\nQuay trở lại giấc ngủ, nhiều quan điểm cho rằng giấc ngủ đã giúp cộng đồng trở nên gắn kết hơn, cũng như giúp phân phối vai trò trong nhóm. Như đã đề cập ở trên về sự nguy hiểm của con người khi đi ngủ, tổ tiên chúng ta thường phải thay phiên canh gác giấc ngủ cho nhau [13].\n\nĐó là lý do mà nhiều người ngủ sớm, nhiều người ngủ muộn, phụ thuộc vào giới tính, độ tuổi (trưởng thành thường ngủ trễ, già và trẻ thường ngủ sớm hơn và đặc biệt người già thì thức sớm) hay thậm chí là xuất hiện một vài cá nhân thuộc nhóm “sleepless elite\" (tạm dịch: giới tinh hoa ngủ ít) vốn chỉ cần ngủ vài tiếng/ngày nhưng vẫn hoạt động tốt. Mọi người có thể chia ra canh gác cho nhau cả đêm.\n\nNhìn chung, cuộc sống đang ngày càng trở nên phức tạp hơn, như các bạn cũng đều biết rồi đấy. Nên việc ăn, ngủ, làm tình nếu như ngày xưa là mục đích tối thượng của con người (chúng ta làm để ăn, đợi đến đêm để ngủ và thu hút nhau để duy trì nòi giống) thì bây giờ chúng dần trở thành gánh nặng. Việc ăn, ngủ (và làm tình, với phần lớn người trưởng thành) đã trở nên dễ đạt được và là nhu cầu cơ bản.\n\nChúng không còn là đích đến, mà gần như trở thành thủ tục cần phải đáp ứng cho cơ thể mà chúng ta sở hữu. Do đó, chúng ta cần phải chủ động sắp xếp thời gian thực hiện 3 việc này sao cho hợp lý, bên cạnh những việc phức tạp và hấp dẫn khác của thời hiện đại như như làm việc, kiếm tiền, đọc truyện, xem phim, hóng drama, nói xấu người khác hay suy nghĩ về khủng hoảng hiện sinh vào lúc 2h sáng.\n\nNhưng liệu những hoạt động nhiêu khê ấy có thật sự giúp ích cho chúng ta hay không? Hãy ta chỉ đang tự bào mòn sức lực và trí lực của mình cho dòng chảy cuồn cuộn của xã hội thôi?\n\nHãy yêu lấy bản thân mình, và hãy ngủ một giấc thật ngon vào tối nay. Có thể việc này không giúp bạn thành công, nhưng ít ra làm một đứa thất bại ngủ đủ giấc vẫn hơn một đứa đã thất bại lại còn thiếu ngủ, nhỉ?"}, "en": {"content": "There exists quite an obscure disease, the so-called fatal insomnia. The very initial symptoms are amnesia, acute and chronic insomnia, which take several months to over a year to ultimately progress to death. During that period, all what patients could ever do is desperately suffer from unbearable pains.\n\nFor we humans have so far got no cure for such an atrocious disease.\n\nIt, however, still is our sheer luck since it is a one million in one chance for one to get diagnosed to fatal insomnia.\n\nThen, had we, creatures who all too often bewail either sleeping every night or waking up too early, deprived of sleep the next morning, better feel some sense of “blessing” for our sleeping ability?\n\nSleep itself has long been so engaging an activity that bewilders even scientists for years. We’ve evolved, travelled to the outer worlds and discovered 20000 miles under the sea, for all that, we’ve never arrived at any reasonable answer to the question of why humans sleep.\n\nThat said, as ever-evolving creatures, sleep seems rather a “devolving” trait, which pro tempore “turns the brain off”, running us into the risks of ambushes (by either fierce wild animals or our rivals). It’s not to mention the drowsy mechanism burdening us whilst hunting down our prey.\n\nA number of scientists have it that sleep helps “press the refresh button” and detoxicate the brain after a long tiring day. Which is neither errorenous nor capable of proving the ultimate purposes of naps.\n\nPolysomnography (sleep study) still is bewildering for (1) scientists could hardly ever “delve into” the brain mechanism of those investigated, and (2) assessing brain activities is not debunking any sleep myths, rather, it would even further mystify our sleeps.\n\nThusly, modern polysomnography is rather leaning towards insomnia study. Upon googling “study about sleep ncbi”, the results would be, in all likelihood, on sleep deprivation/insomnia health risks. A research has it that rat died after two or three weeks of insomnia. Inasmuch as humans, deprived of any sleep within 24 hours, would run into hallucination, or themselves develop symptoms similar to those in Schizophrenia.\n\nBefore we move on the next part, I hereby presume that this article would be, one way or another, somniferous, and that seems pretty much I’ve done a good job, doesn’t it? It seems a no-brainer that we haven’t, for a long time, “humanely” acted with a regard to, or even deteriorated our sleeps.\n\nIsn’t it great that this article can act as a precursor to a good sleep?\n\nCDC reports that every one in three Americans suffers from sleep deprivation. And that figure of global citizens only varies by a little. Given that such a disorder can get us:\n\n1. More fragile.\n\nSleep deprivation, pro tempore, drives us diffuse, breeds emotional disorders (more regularly disheartened and irritated), deteriorates awareness, and as well hinders memory and individual performance. In the long run, sleep deprivation/disruption might run the individuals into hypertension, dyslipidemia, cardiovascular diseases, weight-related issues, metabolic syndrome, type 2 diabetes and even gastrointestinal cancer. Forasmuch as it’s been proved that sleep disorder could drop the all-cause mortality rate in men.\n\nSleep itself is closely connected to weight loss, for sleep deprivation would, on the one hand, release chemicals that stimulate appetite, on the other hand, restrain the release of those otherwise spoil it. Thusly, staying up late is all too often accompanied by super appetite (which itself is noxious), insomuch as day somnolence would all too often go hand in hand with snack appetite.\n\nThe mortality rate in men with sleep disorders is, oftimes, greater than their counterparts’ for they’re in charge of machine operations and driving, wherein sleep-related accidents are always creeping upon them. Even drunkenness couldn’t be that “exceptionally capable”. The drivers might unceasingly readily fall for the so-called \"microsleep\" - short naps of about 30 seconds, which they could hardly ever have some sense that they had a nap.\n\nGiven that whether \"smoking can cause lung cancer\" or \"sleep deprivation can run you into all kinds of atrocious diseases\" is a no-brainer, they rarely make us found ourselves at fault.\n\nFor we’re suffering from neither of those.\n\nSince our ancestors had evolved to merely eat, sleep, make love, and repeat those time and time and time again, we humans have never been born meticulously programmed to ponder our future. They could have scarcely ever developed some sense of \"cardiovascular disease in the next 30 years\". (Or they might, in all likelihood, have never lived that long). Health forecasts for in the next few decades, therefore, could have hardly ever stirred up any emotions. Given that the risks could have never been that real.\n\n2. Still, evolution has it that little sleeps could turn us ill-favored.\n\nA research involved pictures of those having got enough sleep and having no sleep for more than a day. These were then given to others to comment and evaluate. Results indicated that people assessed those deprived of sleep as either less healthy, buoyant and appealing compared to those well sleeping[8].\n\nIn your opinion, it must be a no-brainer that people with pale skin, dark circles , awful hair due to a lack of sleep were, without recourse, ill-favoured compared to those with vigorous faces. Nevertheless, the pictures could hardly indicate those, even made faces pretty much two peas in a pod (see links below for evidence).\n\nTo all appearances, evolution has helped us bypass those deemed deprived of sleep, whether biological (as in aforementioned diseases) or social (could prehistoric humans ever lack sleep?).\n\nDisrupted sleeps not only breed eye circles on your eyes, pale your skin but also turn you not much to look at and sluggish before you can feel them coming.\n\nMany might claim, “For beauty is only skin deep, hadn’t I better grace my intelligence beauty?”. And here you go.\n\n3. Sleep deprivation also dulls you.\n\nA study indicated that lack of sleep (whether in long or short-term) could impair cognitive, memory and decision-making abilities [9]. Another more specific research had it that medical students deprived of sleep achieved worse exam results. It got even more severe had the disrupted sleeps had taken place before the exam [10].\n\nOn the other hand, others also report that sleep disruption not only breeds mental impairment, but also exerts negative impacts on physical capabilities [11].\n\nIt’s been linked to anxiety, depression, and emotional disorders [12], which, in turn, make it even more painful when bedtime comes. We in psychological instability are not ourselves, let alone our brilliant versions.\n\nEven when we’re all well aware that sleep deprivation would hardly ever bring any miracle to our life (except for the time splurged on surfing the net), getting enough sleep still is strenuous enough.\n\nFor those with poor time management (most of us), evening is a time for ourselves, to do whatever we want, then service the same amount the next morning - when we should be conscious enough to study/work. “Thanks to” sleep deprivation, your performance during the day would then go downhill, additional works would pop out and we would hardly spare enough time for a good sleep.\n\nA vicious circle.\n\nThen I’ll have to spend the rest of my life chasing after sleep?\n\nIt’s contingent to how you answer it.\n\nMany have argued that sleep has helped engage the community, distributing roles within the group. Forasmuch as the risks posed to humans whilst sleeping, our ancestors all too often had to take turns guarding each other's sleep.\n\nThen, it seems when one goes to bed depends on his gender and age (adults often stay up late whilst the elder, as well as young children sleep earlier and wake up early). There even exist \"sleepless elites\", who still exceptionally perform after sleeps of few hours a day.\n\nFor the most parts, we may all feel some sense of life getting more complex. Things once being the ultimate goal of humans (we work for food, wait until night to sleep and mate to not go extinct), are now rather burdensome.\n\nThey are no longer a destination, but rather a ritual to satisfy the body we own. We, therefore, need to proactively handle time for them, as well as other modern tasks - working, earning, reading, watching movies, following dramas, bad mouthing others or pondering the existential crisis at 2am.\n\nStill, are those actually helping us out? Or are we rather getting ourselves worn out amid the historical flow?\n\nLove yourself. And have a good night's sleep. It might not turn you an outstanding individual. But isn’t a loser with enough sleep better than a lesor suffering from sleep deprivation?\n\n[1]  NIH, “Fatal familial insomnia | Genetic and Rare Diseases Information Center (GARD) – an NCATS Program,” Nih.gov. - https://rarediseases.info.nih.gov/diseases/6429/fatal-familial-insomnia\n\n[2]  S. Pappas, “Why Do We Sleep?,” livescience.com, Jul. 18, 2017. - https://www.livescience.com/32469-why-do-we-sleep.html\n\n[3]  C. A. Everson, B. M. Bergmann, and A. Rechtschaffen, “Sleep Deprivation in the Rat: III. Total Sleep Deprivation,” Sleep, vol. 12, no. 1, pp. 13–21, Jan. 1989, doi: 10.1093/sleep/12.1.13. ‌ - https://pubmed.ncbi.nlm.nih.gov/2928622/\n\n[4]  C. A. Everson, B. M. Bergmann, and A. Rechtschaffen, “Sleep Deprivation in the Rat: III. Total Sleep Deprivation,” Sleep, vol. 12, no. 1, pp. 13–21, Jan. 1989, doi: 10.1093/sleep/12.1.13. ‌ - https://pubmed.ncbi.nlm.nih.gov/2928622/\n\n[5]  null - https://www.cdc.gov/media/releases/2016/p0215-enough-sleep.html?fbclid=IwAR31cFP06TeBuJOKWdUDg9u6bfFuNBRNMma9wuMOP9nGxxscyi3kAxBtfdk\n\n[6]  null - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5449130/?fbclid=IwAR2AW71KAtzE70biZiKuIxBwF18A6wbAGegxRq45YpeWcxCQ_07yvvh8aJM\n\n[7]  CDC, “Drowsy Driving - Sleep and Sleep Disorders,” cdc.gov. - https://www.cdc.gov/sleep/about_sleep/drowsy_driving.html\n\n[8]  null - https://pubmed.ncbi.nlm.nih.gov/21156746/\n\n[9]  P. Alhola and P. Polo-Kantola, “Sleep deprivation: Impact on cognitive performance,” Neuropsychiatric disease and treatment, vol. 3, no. 5, pp. 553–67, 2007. - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2656292\n\n[10]  P. Alhola and P. Polo-Kantola, “Sleep deprivation: Impact on cognitive performance,” Neuropsychiatric disease and treatment, vol. 3, no. 5, pp. 553–67, 2007. - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2656292\n\n[11]  Y. Patrick et al., “Effects of sleep deprivation on cognitive and physical performance in university students,” Sleep and Biological Rhythms, vol. 15, no. 3, pp. 217–225, Apr. 2017, doi: 10.1007/s41105-017-0099-5. ‌ - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5489575/\n\n[12]  Y. Patrick et al., “Effects of sleep deprivation on cognitive and physical performance in university students,” Sleep and Biological Rhythms, vol. 15, no. 3, pp. 217–225, Apr. 2017, doi: 10.1007/s41105-017-0099-5. ‌ - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5489575/\n\n[13]  null - https://www.discovermagazine.com/planet-earth/how-our-sleeping-habits-helped-to-make-us-human?fbclid=IwAR1XjRcuTRHbFh7b_GrA4yxr3P-BSD113lwFFWtxODgbdkJksm9smhFCP4I"}}