{"id": "chi-tiet-cap-nhat-monster-box-phien-ban-1102021", "vi": {"content": "Đây là tuần đầu tiên Monster Box quay trở lại văn phòng, sau gần 3 tháng làm việc ở nhà đầy mệt mỏi, sau đây là bản cập nhật tình hình của từng team bên trong Monster Box để quý độc giả nắm được thông tin về các dự án.\n\n0. Tổng Quan\n\nMột vài thay đổi về nhân sự và một vài dự án sắp hoàn thiện chuẩn bị ra mắt. Đa số các thành viên từng để tóc ngắn đều đang nuôi tóc dài và đa số thành viên tóc dài đã cắt tóc. Chênh lệch trình độ bi lắc và bi da trong công ty vẫn không có gì thay đổi.\n\n1. Team Coder\n\nĐội ngũ lập trình của Monster Box vừa có thêm sự gia nhập của hai thành viên mới, mà chúng tôi sẽ có bài giới thiệu cụ thể hơn vào tuần sau.\n\nNhư vậy, team của anh Trung và anh Nhân đã bắt đầu có số lượng thành viên cạnh tranh gần bằng các team khác, giúp đẩy nhanh tốc độ thực hiện các dự án hiện tại và các kế hoạch chúng tôi đã vạch ra cho tương lai. Ngoài một số thông tin chưa thể chia sẻ ngay, hiện tại team coder đang chuẩn bị deploy bản cập nhật mới cho website Monster Box, tối ưu hóa tốc độ và sửa chữa các lỗi từ phiên bản đầu tiên, cũng như đã cơ bản hoàn thiện app Monster Box. Chúng tôi sẽ sớm ra mắt app trong thời gian gần.\n\nMột thông tin quan trọng khác, Nhân từ một trong những người có tóc dài nhất công ty, nay đã cạo trọc, phiên bản website sắp tới cũng sẽ cập nhật lại hình ảnh đại diện của Nhân trên trang đội ngũ Monster Box.\n\n2. Team Artist\n\nNgoài thông tin artist Poetism vừa được duyệt lên chính thức thì cũng không có gì quan trọng.\n\n3. Team Writer\n\nCơ cấu nhân sự của team Writer có chút thay đổi. Quân đã tạm nghỉ một thời gian để có thời gian thực hiện khóa luận trong chương trình học, sẽ sớm quay trở lại vào 1-2 tháng sau. Tín đã bắt đầu viết trở lại sau một thời gian dài writer-block.\n\nNhằm đảm bảo chất lượng cho các bài viết trên Monster Box cũng như hình ảnh của thương hiệu Monster Box, chúng tôi cũng tạm dừng hợp tác với một số tác giả cộng tác và kết nối thêm với nhiều tác giả khác. Hãy liên tục kiểm tra các tác giả yêu thích của bạn để xem liệu họ có đang cộng tác với Monster Box hay không, cũng như đừng ngại giới thiệu những tác giả có tiềm năng cho chúng tôi.\n\nChúng tôi cũng đang lên kế hoạch để lập các nhóm tác giả viết theo chuyên đề, chẳng hạn đi sâu vào Kinh tế học, Lý thuyết Trò chơi, Thuyết Tiến hóa…; đặt hàng bài viết của những chuyên gia đã có tên tuổi; chuẩn bị chào đón sự gia nhập của một số cây bút thực tập sinh để đào tạo ra một lứa tác giả mới thuần túy được khai sinh từ Monster Box. Các cây bút thực tập sinh sẽ bắt đầu bằng việc biên soạn lại các bài viết ngắn về những khái niệm căn bản và kiến thức nền, loạt bài viết này sẽ sớm ra mắt độc giả.\n\n4. Team Translator\n\nCựu dịch giả Heinous vừa gia nhập trở lại, như vậy team dịch thuật đang có 3 mảng màu hoàn toàn khác nhau, mà bạn có thể nhìn thấy điều đó qua từng bản dịch.\n\nSự quay trở lại của các thành viên từng rời đi cũng là một phần của truyền thống Monster Box.\n\n5. Team 2D animation & 3D animation\n\nCác thành viên của team diễn hoạt vẫn đang trong giai đoạn tất toán những hợp đồng thương mại của Monster Box và các đối tác, vì vậy tạm thời chưa tham gia quá sâu vào những dự án của riêng Monster Box.\n\nHiện tại, chỉ có Kiệt của team 3D đang dựng model cho Monster Cú, để đảm bảo rằng Monster Cú của từng độc giả trong tương lai sẽ thực hiện được nhiều nhiệm vụ hơn thay vì chỉ đứng yên làm hình đại diện. Việc dựng model 3D sẽ giúp Cú có đa dạng màu sắc hơn, cũng như có thể thoải mái cân chỉnh biểu cảm, hình dáng giúp tạo ra nhiều sản phẩm phụ mà từng bộ sticker riêng biệt cho từng độc giả là một trong số đó.\n\nNghe đáng để chờ đón chứ hả?\n\n6. Team ‘Sound’\n\nDự án của team ‘sound’, với sự tham gia của Vô Lý, vẫn được bảo mật nên chúng tôi tạm chưa gọi tên cụ thể, nhưng chúng tôi rất vui khi thông báo rằng team vừa tuyển thêm một thành viên chuyên về sản xuất âm thanh.\n\nHãy chờ xem đây là dự án gì nhé.\n\n7. Team Artist\n\nVì các họa sĩ của Monster Box không thích đùa trên fanpage cho lắm (ở ngoài thì có), nên tôi nghĩ cần phải cập nhật lại mọi thứ một cách nghiêm túc hơn.\n\nỞ bức hình 30/4/1975 được đăng hôm trước có gắn tag [Inside Joke], vì trò “chúc mừng em được lên chính thức” là một trò đùa thường xuyên được lặp đi lặp lại ở Monster Box khi có ai đó hoàn thành nhiệm vụ đúng như kỳ vọng. Artist Poetism đã ở Monster Box được một năm, và tất nhiên anh cũng đã ở vị trí chính thức trong bằng ấy thời gian, không có thời gian thực tập.\n\nĐội ngũ họa sĩ cũng đang thực hiện một loạt các dự án đặc biệt cho Monster Box, mà chúng tôi đã đang và sẽ tiết lộ từng ít một thông qua các bài đăng ngắn trên fanpage. Bên cạnh đó, các họa sĩ cũng đang cùng team animation tất toán các hợp đồng trước khi kết thúc năm nay.\n\n8. Team Founders\n\nAnh Lâm và anh Liêm vẫn khỏe.\n\n9. Kết\n\nNhư vậy, trong cuối năm nay và đầu năm sau, Monster Box sẽ ra mắt một loạt các dự án mới cũng như gia tăng chất lượng của những dự án đang được thực hiện. Người hưởng lợi lớn nhất là cộng đồng độc giả của Monster Box. Trong thời gian gần, mọi người sẽ có thêm app Monster Box và một website với nhiều tính năng hơn, tất nhiên đều hoàn toàn miễn phí. Chúng tôi cũng sẽ sớm mở chức năng bình luận trên website và app sau khi xin xong giấy phép mạng xã hội, để mọi người có thể tận dụng tốt hơn Monster Cú của riêng mình.\n\nHẹn gặp lại các bạn trong bản cập nhật lần tới."}, "en": {"content": "This is the first week that Monster Box has returned to the office, after nearly 3 months of exhausting work from home, here is an update on the situation of each team inside Monster Box for readers to know about the upcoming project.\n\n0. Overview\n\nA few changes in personnel and a few projects are about to be completed and ready to launch. Most of the members who used to have short hair are growing out their hair and most of the long-haired members have cut it. The difference in skill level of table football and snooker between members in the company remains unchanged.\n\n1. Coder Team\n\nMonster Box's programming team has just added two new members, which we will have a more detailed introduction next week.\n\nThus, the team of Mr. Trung and Mr. Nhan started to have the number of members close to other teams, speeding up the implementation of current projects and the plans we have outlined for the future. In addition to some confidential information that cannot be shared immediately, the coder team is currently preparing to deploy a new update to the Monster Box website, optimizing speed and fixing bugs from the first version, as well as somewhat completing the Monster Box app. We will soon launch the app in the near future.\n\nAnother important piece of news, Nhan, one of the longest-haired people in the company, had now shaved his head bald, the upcoming website version will also update Nhan's profile picture on the Monster Box team page.\n\n2. Team Artist\n\nApart from artist Poetism was just approved to become an official team member, nothing much.\n\n3. Team Writer\n\nThe personnel structure of the Writer team has slightly changed. Quan has been taking a break for a while to have time to do the thesis for his study program, he will soon return in 1-2 months. Tin has started writing again after a long time of writer-block.\n\nIn order to ensure the quality of the articles on Monster Box as well as the image of the Monster Box brand, we also temporarily stopped collaborating with some collaborators and connected with many other authors. Keep checking in with your favorite authors to see if they're collaborating with Monster Box, and don't be afraid to recommend potential authors to us.\n\nWe are also planning to set up groups of authors writing on topics, delving more into Economics, Game Theory, Evolutionary Theory…; order articles from established experts; prepare to welcome the entry of some trainee writers to create a new generation of pure authors born from Monster Box. Intern writers will begin by compiling short articles on basic concepts and background knowledge, which will be available soon.\n\n4. Team Translator\n\nFormer translator Heinous has just joined again, so the translation team now has 3 completely different styles, which you can see through each translation.\n\nThe return of departed members is also part of the Monster Box tradition.\n\n5. Team 2D ​​animation & 3D animation\n\nThe members of the animation team are still in the process of finalizing the commercial contracts of Monster Box and partners, so for the time being, they have not been too deeply involved in Monster Box's own projects.\n\nCurrently, only Kiet of the 3D team is modeling Monster Owl, to ensure that individual readers' Monster Owls in the future do more tasks than just standing still as an avatar. Building a 3D model will give Owl a wider variety of colors, as well as adjust the expression and shape to help create a separate sticker set for each reader.\n\nWorth the wait, right?\n\n6. Team 'Sound'\n\nTeam 'sound' project, with Nonsense's participation, is still confidential so we can't name it yet, but we're happy to announce that the team has just recruited a new dedicated sound production member.\n\nLet's wait and see what this project is.\n\n7. Team Artist\n\nSince Monster Box's artists don't like to joke around inside our fanpage (only outside), I think it's important to update things more seriously.\n\nThe 30/4/1975 photo posted the day before, was tagged [Inside Joke], because the \"congratulations on being an official member\" joke was often repeated at Monster Box when someone completed the task as expected. Artist Poetism has been at Monster Box for a year, and of course he has also been in the official position for that length of time with a very short internship.\n\nThe artist team is also working on a series of special projects for Monster Box, which we have been and will reveal little by little through short posts on our fanpage. Besides, the artists are also working with the animation team to finalize the contracts before the end of this year.\n\n8. Team Founders\n\nOur bro Lam and Liem are still doing fine.\n\n9. Fin\n\nThus, during the end of this year and the beginning of next year, Monster Box will launch a series of new projects as well as increase the quality of the projects that are being worked on. The biggest beneficiary is Monster Box's community of readers. In the near future, everyone can have a Monster Box app and a website with more features, all completely free of course. We will also open the comment function on the website and app soon after applying for the social media license, so that everyone can make better use of their own Monster Owl.\n\nSee you in the next update."}}