{"id": "chien-tranh-kien-bieu-tuong-bat-diet-cho-ly-tuong-vi-cong-dong", "vi": {"content": "Chắc chắn phải có lý do gì đó, khiến chiến đấu trở thành một phần trong bản năng của rất nhiều loài động vật. Vì nếu sự nhân nhượng có thể giúp chúng tồn tại, chẳng lý do gì tiến hóa lại tạo ra cơ chế nhiều rủi ro hơn là đấm nhau để sinh tồn.\n\nViệc đấm nhau vốn đã căng thẳng, nhưng đặc biệt căng thẳng hơn trong cộng đồng những loài có bản năng xã hội cực cao (ultra-society) như người, kiến và ong. Vì những loài này luôn đấm nhau với số lượng lớn và tạo ra thương vong rất lớn trong mỗi cuộc chiến. Và chỉ mỗi loài người mới thấy phiền về việc này trong thời gian gần đây.\n\nLoài kiến thì không thế, chúng không thấy phiền về việc giết chóc.\n\nLoài động vật có tính xã hội bậc cao này là ví dụ tiêu biểu nhất cho hành vi chiến tranh trong tự nhiên; nếu không muốn nói là chúng có sự tương đồng đến mức đáng kinh ngạc với hành vi chiến tranh ở người.\n\nĐiểm tương đồng ở tính xã hội bậc cao là kiến và người nếu đứng đơn lẻ, sẽ không còn là kiến và người - mà chỉ là hai sinh vật yếu ớt nhỏ nhoi giữa đại ngàn sinh vật. Kiến là kiến và người là người khi ở trong xã hội của chúng. Vì nếu một cá thể sapiens được phát triển cách ly với xã hội loài người, thì có còn những đặc điểm đại diện cho loài được nữa hay không (về mặt hành vi, tâm lý…)?\n\nLoài kiến còn cực đoan hơn thế, vì chúng thậm chí không thể sống nổi khi bị tách khỏi xã hội của mình. Qua hàng trăm triệu năm tiến hóa, tập tính xã hội đã tạo những sự phân hóa sâu sắc trong cấu trúc đàn kiến [1]. Mỗi cá thể trong đàn lại có cấu tạo, vai trò và chức năng khác nhau và chúng chỉ có thể tồn tại khi hợp tác cùng nhau.\n\nCơ bản, một đàn kiến sẽ bao gồm: đứng đầu là kiến chúa, có nhiệm vụ sinh sản duy trì đàn kiến. Kế đến là kiến thợ (hầu hết là kiến cái), chịu trách nhiệm xây dựng, tìm kiếm thức ăn, chăm sóc kiến chúa và con non. Ở một số loài, kiến thợ có sự phân hóa kích thước khá rõ rệt. Những con có kích thước lớn hơn sẽ trở thành kiến lính [2], chịu trách nhiệm bảo vệ lãnh thổ và các thành viên trong đàn. Còn lại, chỉ một số rất ít cá thể là kiến đực, và thường chúng cũng chỉ có nhiệm vụ giao phối; rồi chết ngay sau đó.\n\nDưới mắt thường, loài kiến trông có vẻ vô hại. Nhưng nhìn sâu hơn một chút, chúng đã biết cách làm nông nghiệp: cắt lá làm phân trồng nấm [3], chăn nuôi rệp để lấy thứ dịch ngọt mà chúng tiết ra [4]. Thậm chí, chúng còn tổ chức quân đội để tấn công hay phòng thủ, hoặc xây dựng tổ trong tâm thế luôn sẵn sàng cho chiến tranh.\n\nChúng ta sẽ tập trung vào một vài kiểu chiến tranh trong thế giới loài kiến.\n\n1. Chiến thuật bài bản.\n\nĐầu tiên, hãy đến với loài Megaponera Analis sống tại vùng hạ Sahara (châu Phi, cho những ai chưa biết) có thực đơn yêu thích là mối. Nhưng mối là loại sơn hào hải vị khó săn bắt, với hàm răng sắc nhọn trú ẩn trong những pháo đài kiên cố bằng đất.\n\nTrước mỗi trận công thành, những con kiến do thám sẽ lùng sục trong phạm vi lên đến 50m để tìm kiếm con mồi. Sau khi phát hiện mục tiêu, kiến trinh sát quay về tổ và huy động hàng trăm con kiến khác kéo đến hang ổ bọn mối. Khi đến nơi, chúng chia thành nhiều nhóm; những con kiến lớn sẽ đào bới xuyên qua lớp đất phòng vệ bên ngoài, trong khi những con nhỏ hơn lách vào trong, tiêu diệt con mồi và mang thức ăn về tổ.\n\nĐể có thể nuôi sống cả đàn lên đến hàng nghìn miệng ăn, M. Analis thường phải tổ chức trung bình từ hai đến bốn cuộc cướp phá mỗi ngày. Nhưng mối không phải đối thủ dễ nhằn. Chúng có thể cắn rụng chân hoặc đầu của những con kiến, hoặc đơn giản là găm chặt bộ hàm sắc nhọn của nó vào người kẻ tấn công và nhất quyết không buông ra. Cuộc đối đầu này ác liệt đến mức, loài M. analis đã phát triển một tập tính độc nhất vô nhị trong thế giới côn trùng: chúng biết giải cứu và chữa trị cho những con kiến bị thương [5].\n\n2. Quá mạnh đến mức đấm là đấm thôi không cần phải nghĩ.\n\nCòn với kiến lê dương (army ants - tên gọi chung của hơn 200 loài kiến thuộc nhiều nòi khác nhau), thay vì cử một thành viên đơn lẻ đi do thám, chúng sẽ huy động cả đạo quân trực tiếp tiến hành chiến dịch tìm và diệt. Biết rằng kiến chúa có thể đẻ từ 3-4 triệu trứng/tháng, chúng không phải lo lắng quá nhiều về vấn đề quân số. Phần lớn những dòng kiến lê dương có kích thước lớn cùng bộ hàm dưới cực khỏe có thể dùng để khuân vác vật nặng hoặc xẻ thịt nạn nhân thành những phần vừa miệng.\n\nMỗi đàn kiến lê dương có thể tiêu diệt đến 500.000 con mồi/ngày. Chúng xơi tái gần như mọi thứ mà chúng bắt gặp trên đường: từ các loại thực vật, cho đến côn trùng sâu bọ (gồm cả những loài kiến khác). Thậm chí, các loài động vật nhỏ như ếch, thằn lằn và chim cũng trở thành mồi ngon của kiến lê dương [6]. Đặc biệt, các dòng kiến lê dương khác nhau không bao giờ đấm nhau mỗi khi đụng độ.\n\nKiến lê dương cũng không xây tổ cố định mà liên tục di chuyển để kiếm ăn. Giữa những cuộc càn quét, chúng hạ trại nghỉ ngơi bằng cách bám chặt vào nhau; tạo thành một tổ kiến sống với những buồng, phòng riêng biệt. Bên trong đó, kiến chúa sẽ đẻ trứng và ấu trùng được chăm sóc để bổ sung những chiến binh mới cho quân đoàn [7].\n\n3. Chế độ nô lệ.\n\nMột số loài còn cao tay hơn: chúng bắt kiến thợ từ loài khác về làm nô lệ phục dịch cho mình. Trong các cuộc tập kích tổ của những loài kiến láng giềng, kiến chủ nô (dulotic ant) sẽ tiêu diệt kiến trưởng thành và mang trứng chưa nở về tổ. Khi kiến non nở ra, chúng chẳng hề biết ai là đồng loại thực sự, và sẽ chấp nhận thực hiện mọi mệnh lệnh của chủ nhân mới.\n\nKiến nô lệ phải làm tất cả mọi việc; từ kiếm ăn, nuôi dưỡng con non; và thậm chí còn phải chăm sóc cho kiến thợ chủ nô - bởi kiến chủ nô lúc này đã tiến hóa theo hướng chuyên biệt hoá: chúng chỉ biết đi nô dịch kẻ khác và đã đánh mất khả năng tự mình thực hiện những nhiệm vụ cơ bản.\n\nTuy nhiên, không phải tất cả nô lệ đều cam chịu số phận. Một số nổi loạn và xé xác con non của chủ nô rồi vứt bên ngoài tổ. Hành vi nổi loạn này khá phổ biến ở loài Temnothorax Longispinosus - vốn thường là nô lệ của loài Protomognathus Americanus [8].\n\n4. Có nhiều cách để không thua một trận đấm nhau, tìm cách khiến việc đấm nhau không diễn ra nữa là một trong số đó.\n\nỞ những loài yếu hơn hoặc chỉ sống trong đàn có quy mô nhỏ, tránh xung đột sẽ là nước đi khôn ngoan, và các chiến thuật thiên về phòng thủ sẽ được chúng ưu tiên sử dụng.\n\nKiến mật cũng là loài ăn mối. Nếu hai đàn kiến mật đụng độ khi kiếm ăn, tranh chấp chắc chắn sẽ nổ ra. Bầy kiến thợ lúc này sẽ đứng trên những đôi chân của chúng, cố giễu võ giương oai hăm dọa đối thủ. Kẻ yếu thế, thường là bên có ngoại hình nhỏ hơn, sẽ nhanh chóng bỏ cuộc và rời đi nếu nhận thấy mình không có cơ may chiến thắng [9].\n\nMột chiến thuật tránh né xung đột khác được ghi nhận thuộc về một loài kiến ở Ecuador. Trước sự tấn công của đối thủ mạnh hơn, chúng sẽ lăn những viên sỏi nhỏ lấp cửa hang để ngăn không cho kẻ thù xâm nhập. Trong khi đó, một số loài kiến Borneo thậm chí tự sát để bảo vệ tổ của chúng. Khi chạm trán kẻ địch, nó sẽ rung lắc cơ thể thật mạnh đến mức làm rách lớp vỏ cuticle, làm phun ra loại keo màu vàng chứa độc tố được sản sinh từ một tuyến bên trong cơ thể. Khi dính phải loại keo này, tên do thám khó có thể toàn mạng trở về để báo cho đàn của nó biết vị trí của những kẻ đánh bom liều chết [10]. Chưa kể, một số loài kiến chuyên về nông nghiệp còn biết sử dụng kiến đánh thuê để bảo vệ mình [11].\n\n5. Kiến Argentina.\n\nNhưng nếu bạn đang tìm kiếm cuộc chiến với quy mô lớn hơn, ngang tầm với hai cuộc thế chiến trong lịch sử loài người, hãy đến với loài kiến Argentina. Chúng hiện đang kiểm soát toàn bộ khu vực miền nam California và nhiều nơi khác trên thế giới, tạo thành siêu quần thể gồm vô số những quần thể nhỏ hơn liên tục cạnh tranh lẫn nhau. Con số thương vong có thể lên đến hàng triệu cá thể kiến mỗi tuần [12] và cuộc chiến này vẫn chưa có dấu hiệu sẽ dừng lại.\n\nKiến Argentina đặc biệt hơn các loài kiến khác ở chỗ có nhiều kiến chúa trong đàn. Do đó, kiến vốn đã nhiều, kiến Argentina còn nhiều hơn gấp… nhiều lần. Loài kiến này có bản tính hung hăng và sự gia tăng cá thể của bản thân chúng chủ yếu bị hạn chế bởi cạnh tranh trong cùng một loài. Tuy nhiên, một vài sự kiện ngẫu nhiên của loài người đã đem loài kiến này đi khắp thế giới, tới những miền đất hứa ít thiên địch và chúng dần trở thành thế lực kiến có nhiều cá thể nhất hành tinh.\n\n6. Bonus\n\nKhông riêng kiến, một số loài họ hàng trong cùng bộ Cánh màng (Hymenoptera) như ong bắp cày và ong mật cũng có thể huy động lực lượng để phát động chiến tranh hoặc tự vệ khi cần thiết.\n\nVí dụ, ong không ngòi Tetragonula carbonaria ở Úc thường có hành vi chiếm đoạt tổ của những con ong cùng hoặc khác loài. Việc chiếm cứ lãnh địa hoặc tổ ở các loài côn trùng có tính xã hội không phải là điều lạ lẫm. Nhưng điều đáng nói ở đây là về mức độ ác liệt của chiến sự. Theo mô tả của John Paul Cunningham thuộc Đại học Công nghệ Queensland tại Úc: “hai đàn ong va vào nhau chan chát giữa không trung. Những con ong rơi lộp bộp xuống đất trong khi vẫn đang ghì chặt lấy nhau, và rồi chẳng còn con nào trong hai con sống sót.” [13].\n\nVới trường hợp của ong mật Nhật Bản, chúng là con mồi của loài có kích thước lớn hơn nhiều lần: ong bắp cày khổng lồ Nhật Bản. Trong khi một con ong bắp cày có thể giết chết đến 40 con ong mật chỉ trong một phút, thì vòi chích của những con ong mật nhỏ bé lại không thể xuyên thủng bộ xương ngoài của những kẻ khổng lồ. Thế nên chúng đã phải tìm ra cách tự vệ mới: hàng chục con ong mật cùng vây lấy một con ong bắp cày rồi đồng loạt vỗ cánh với tốc độ cực nhanh, khiến cho nhiệt độ không khí tăng cao đến mức nướng chín kẻ thù [14].\n\nTự nhiên có vẻ khốc liệt nhỉ.\n\nNhưng nhìn chung, hoặc là đừng đấm nhau từ đầu, hoặc là chiến tranh xảy ra và ta phải chấp nhận. Từ sự khốc liệt cho đến những thứ khốn nạn khác, chúng là lẽ hiển nhiên, chúng ta còn có thể mong đợi điều gì từ một cuộc chiến? Bất kể đó là cuộc chiến của kiến, ong hay loài người.\n\nMong muốn khả dĩ nhất có lẽ là đừng để xảy ra chiến tranh."}, "en": {"content": "Had benevolence been a precursor to harmony, a rather unsound mechanism as “bloodshed for survival” wouldn’t have developed alongside the evolution history. Inasmuch as there must have been some grounds for animal fighting to develop into an instinct.\n\nBloodshed itself is ferocious. Still, such ultra-societies as those of humans, ants and bees have clashed their dissidents so viously until one side conceded to an ignominious defeat, inflicting serious casualties. They have, one way or another, scaled it to dizzier heights.\n\nAnd only humans have so far got this on their nerves.\n\nAnts haven’t. Wars could hardly ever bedevil this species.\n\nThese highly social animals provide the classic case study of wars in nature, which is, pretty much the spitting image of those humans dragging others on in the past.\n\nAn individual alone in these ultra societies, when standing alone, would be pretty much a tiny helpless creature, instead of a mighty joiner of the mighty human/ant civilizations. Humans can only be humans in a human society. Forasmuch as a sapiens individual isolated from the society would hardly hold any quintessential quality (either mental or behavioural) of humans.\n\nAnts even live a more extreme life. They could barely live sequestered from society. After megaanna of evolution, social behaviours have stressed profound differences on colony structures, wherein each individual holds distinctive structures and plays certain roles. Only upon cooperation could they survive and blossom.\n\nThereabouts, an ant colony is ruled by egg-laying queens warding off the risks of extinction. Under them are sterile females in charge of constructing, gathering food, nursing the queens and larvae. To certain families, ant workers are sharply varied in size. Those of larger sizes are soldiers assigned to safeguard the territories and other existences. The minor rest are males taking on the mission of mating and dying soon afterwards.\n\nBy appearance, ants seem harmless. That said, further studies have so far proved that they have long practiced agriculture: cutting and saving leaves as a fertilizer to fungus [3], raising aphids for the sweet juice they secrete [4]. They even recruit armies for attacking/defending purposes, or build the nest in a prepared attitude towards wars.\n\nIn the next part, we’re hereby studying the types of ant wars.\n\n1. The by-the-book strategy\n\nWe’re first examining the family of Megaponera Analis in Sub-Saharan Africa vigorously favouring termites, a viand, yet troublesome and tough to hunt down. They’re such tiny creatures with sharp teeth and garrisoned fortresses.\n\nBefore each siege, the spy ants will scour the area of up to 50m range, tracking down the prey. Upon locating the targets, scouts return to the nest and mobilize hundreds of other ants to the lair of termites. Upon clocking in, they then break down into smaller groups; the big pioneers dig through the outer protective layer, whilst smaller soldiers slip inside, annihilating the prey and bringing food to the nest.\n\nTo feed such a Brobdingnagian colony, M. Analis have to set up up to four lootings a day. Still, termites are definitely no benign prey. Invaders’ legs and heads are all too often bitten off, or get some sharp stubborn jaws stuck deep in their bodies. The clashes have been so fierce that these ants have evolved in themselves a one-of-a-kind mechanism in the insect world: rescue and treat the injured soldiers [5].\n\n2. The overwhelmingly dominant strategy.\n\nAs for army ants (more than 200 different families), they would rather mobilize the entire army for a scour-and-annihilate campaign instead of sending any scouts beforehands. Bearing in mind that their queens are giving birth to 3-4 million eggs a month always soothe them of the nerves of casualties.\n\nThey own, for the most parts, gigantic bodies and tenacious lower jaws to either carry heavy objects or cut the victims' flesh into bite-sized parts.\n\nAn army ant colony is capable of hunting down up to 500,000 prey a day. They feast on pretty much whatever they stumble upon: from plants to insects (even other ant families). Meager creatures as frogs, lizards and birds might evenly be turned into their prey [6]. Exceptionally, an army ant family would hardly ever clash with another.\n\nThey rarely settle down. Rather, they’re always on the move to hunt down and feast on prey. After raids, they camp and rest by clinging to each other, forming a living nest with separate rooms, wherein the queen will lay eggs and larvae are nursed to later recruit new soldiers to the army [7].\n\n3. The enslaving strategy\n\nSome families are even shrewder for they enslave workers from others for their service. During neighbor raids, dulotic ants crucify the adult ants and loot the eggs. Upon hatching, young looted ants would hardly ever be dubious of their origins, thus, dutifully follow their new rulers order.\n\nThe slaves are then all too often worn out from the amount of tasks they’re assigned: from foraging, nursing to even baby-sitting their rulers.\n\nThat said, not all slaves are ill-fated. Some rebel, ripping off the larvae and throwing outside the nest. Such a rebellious behavior is omnipresent among Temnothorax Longispinosus - slaves of Protomognathus Americanus [8].\n\n4. The so-called “you won’t lose as long as you could avoid the fights” strategy.\n\nIn watered-down and small-scale colonies, averting conflicts is pretty much a wise choice. They, for the most parts, endorse and practice defensive strategies.\n\nTermites are also honeypot ants’ all time favorite. Whilst foraging, should the two colonies stumble upon, clash will, without recourse, break out. The workers will then stand on their feet, striving to threaten their opponents. The watered-down, usually the smaller in size, will quickly give up and leave upon sensing no chance of winning [9].\n\nAnother conflict bypass strategy is devised by an Ecuador family. In defense of stronger opponents, they cast small stones in front of the nest to block off the siege.\n\nBorneo ants even commit suicide to secure their nests. Upon encountering an enemy, they quiver so fiercely to tear the cuticle crust, spewing out yellow glue containing toxins produced from an inner gland. Scooping up with this glue, the scouts could hardly return safe and sound to inform others of those suicide bombers [10].\n\nIt’s not to mention, some agriculture-specialized families even hire mercenaries to safeguard [11].\n\n5. Argentine Ant.\n\nUltimately, have you been longing for the most ferocious battles, on par with humans’ world wars, take a look at Argentine ants. They’re now reigning the entire Southern California region and a vast number of other parts of the world, forming a superpopulation of countless smaller families always-on-the-fight with each other. Casualties are all too often stretched to millions per week [12] and they have so far given no sign of stop.\n\nThat there exist a number of queens in a colony leaves these Argentine ants outstanding from others. Their population, therefore, far exceeds that of other “normal” families.\n\nThey’re born aggressive, and their population is pretty much constrained by clashes from the insiders.\n\nA few coincident events have fanned out this family throughout the world, to utopia with hardly any natural enemy. They have since gradually become the mightiest family with the largest number of individuals on record.\n\n6. Bonus\n\nLet alone ants, some of the Hymenoptera family, to illustrate, wasps and honey bees, can also mobilize forces to wage war or self-defend in paramount moments.\n\nTo put into perspective, Australia’s Tetragonula carbonaria stingless bees often, regardless of their families, seizure others’ nests. Such a behaviour is commonplace in highly social insects. Still, the ferocity of their clashes is somewhat preeminent. John Paul Cunningham, Queensland University of Technology (Australia) once reported: “Swarms from the attacking and defending hives colliding midair and fighting bees falling to the ground locked in a death grip from which neither combatant survives”. [13]\n\nJapanese honeybees are the prey of a much larger species: giant hornet. Whilst a hornet is capable of annihilating up to 40 honeybees in a minute, the underprivileged’s stinges could hardly penetrate the Brobdingnagian’s outer layer. Together, they have come up with a strategy to self-defend: a swarm of honeybees gathered around their rival, breakneckly flapping their wings to get the hornet on fire. [14]\n\nThen, nature, to all appearances, still seems ferocious.\n\nThereabouts, they either bypassed the wars as much as possible, or let those outbreak.\n\nFrom the ferocity to other miseries, aren’t they palpable?\n\nWhat else can we ever expect from wars, whether humans’ or animals’?\n\nTo all likelihood, the desires to sidestep wars seem most feasible.\n\n[1]  null - https://ants.com/the-evolution-of-ants/?fbclid=IwAR2WlQ24uW0oFpu3Gm2h9PjKfm6sE5PKGPqQ04Qw2tA8SbxPJ4ZnqnBH7wM\n\n[2]  null - https://www.antwiki.org/wiki/Caste_Terminology?fbclid=IwAR378tdSbXXNv0QJf9EtG-vhD9ni_TDTydiZW6c5m3xOkVMebEPK4HhyhtU\n\n[3]  “Species Profile: Leafcutter Ant,” Rainforest Alliance, Dec. 10, 2006. - https://www.rainforest-alliance.org/species/leafcutter-ant\n\n[4]  “Species Profile: Leafcutter Ant,” Rainforest Alliance, Dec. 10, 2006. - https://www.rainforest-alliance.org/species/leafcutter-ant\n\n[5]  S. Wong, “Soldier ants carry comrades wounded in raids back to base,” New Scientist, 2017. - https://www.newscientist.com/article/2127770-soldier-ants-carry-comrades-wounded-in-raids-back-to-base/\n\n[6]  Wikipedia Contributors, “Army ant,” Wikipedia. - https://en.wikipedia.org/wiki/Army_ant\n\n[7]  Wikipedia Contributors, “Army ant,” Wikipedia. - https://en.wikipedia.org/wiki/Army_ant\n\n[8]  E. Andrew, “Slave Ants And Their Masters Are Locked In A Deadly Relationship,” IFLScience, Feb. 12, 2015. - https://www.iflscience.com/plants-and-animals/slave-ants-and-their-masters-are-locked-deadly-relationship/\n\n[9]  null - https://www.smithsonianmag.com/science-nature/when-it-comes-waging-war-ants-humans-have-lot-common-180972169/?fbclid=IwAR3Od0lovDueTouY1hlQgp9L25JrtL2vv4banuDnKvF-UkmYGSn_P3bl7S0\n\n[10]  null - https://www.smithsonianmag.com/science-nature/when-it-comes-waging-war-ants-humans-have-lot-common-180972169/?fbclid=IwAR3Od0lovDueTouY1hlQgp9L25JrtL2vv4banuDnKvF-UkmYGSn_P3bl7S0\n\n[11]  null - https://www.smithsonianmag.com/science-nature/when-it-comes-waging-war-ants-humans-have-lot-common-180972169/?fbclid=IwAR3Od0lovDueTouY1hlQgp9L25JrtL2vv4banuDnKvF-UkmYGSn_P3bl7S0\n\n[12]  null - https://www.smithsonianmag.com/science-nature/when-it-comes-waging-war-ants-humans-have-lot-common-180972169/?fbclid=IwAR3Od0lovDueTouY1hlQgp9L25JrtL2vv4banuDnKvF-UkmYGSn_P3bl7S0\n\n[13]  null - https://www.scientificamerican.com/article/the-hives-of-others-bees-wage-war-across-species/\n\n[14]  IFL Science, “These Bees Protect Their Nest From Giant Hornets By Cooking Them Alive - Business Insider,” Business Insider, Oct. 20, 2014. - https://www.businessinsider.com/japanese-giant-hornet-cooked-by-honeybees-2014-10"}}