{"id": "chu-nghia-nhan-van-thuong-dang-chung-ta-chung-no-va-vi-sao-doi-luc-nguoi-khong-phai-nguoi", "vi": {"content": "Khi dùng từ “nhân loại” để gọi thế giới nói chung, bạn đang sử dụng di sản rõ nét nhất mà chủ nghĩa nhân văn (humanism) để lại. Vì dù thế giới không chỉ có con người, nhưng chúng ta thường mặc nhiên bỏ qua sự tồn tại của những thứ khác.\n\nTưởng chừng việc xem con người là trung tâm hiển nhiên như chân lý, nhưng thế giới chỉ mới vận hành như thế khoảng vài trăm năm gần đây. Phần lớn thời gian loài người thờ động vật, đá, cây cỏ hoặc những thứ thuần tưởng tượng như thần linh và trời đất. Điều này biểu hiện rõ qua di chỉ văn hóa cổ đại của hầu hết các nền văn minh lớn trên thế giới và ngày nay vẫn còn tàn dư.\n\nMột thời gian dài con người thờ phụng và tỏ ra e sợ trước cây cổ thụ ở đầu làng [1], hay nghe lời của một con bò mộng hung hăng [2]. Đến nay điều này vẫn còn tồn tại ở một vài nơi.\n\nTrong cuốn Homo Sapiens, tác giả Yuval Harari cho rằng chủ nghĩa vật linh không giúp ích cho chủ nghĩa tư bản vì loài người không thể thoải mái khai thác tài nguyên hay giết thịt động vật nếu vẫn tiếp tục thờ phụng chúng. Do đó, mặc dù nghe có vẻ vô lý, chủ nghĩa tư bản đã tạo ra chủ nghĩa nhân văn. Hay nói cách khác, chủ nghĩa nhân văn là sản phẩm của chủ nghĩa tư bản [3].\n\nChủ nghĩa nhân văn đề cao lợi ích, giá trị và phẩm cách của con người, và xem con người là cốt lõi của thế giới. Chủ nghĩa này cũng đi tìm chân lý và đạo đức bằng những phương tiện của con người để phục vụ lợi ích của con người.\n\nYuval Harari đã dành cả chương trong cuốn sách nổi tiếng của mình (và tiếp tục đả kích chủ nghĩa nhân văn tự do ở cuốn sách sau là Homo Deus) để phân tích việc loài người dần nâng cao vị thế của mình thông qua nhiều cách:\n\nTừ trừu tượng như gắn liền thần linh với hình tượng người, đề cao vẻ đẹp của người hay truyền bá những câu chuyện mà ở đó loài người là trung tâm… cho đến việc dùng lý do con người là trung tâm để mặc sức khai thác tài nguyên và nuôi nhốt động vật ở quy mô lớn mà không cảm thấy có gì vô lý.\n\nYuval Harari cũng cho rằng chủ nghĩa nhân văn tự do (liberal humanism) thật ra là một tôn giáo, mặc dù những định nghĩa thông thường chỉ ra rằng chủ nghĩa này phi tôn giáo và phù hợp với chủ nghĩa thế tục (secularism) [4].\n\nTưởng chừng chủ nghĩa nhân văn với tôn chỉ xem trọng tự do cá nhân và giá trị của loài người là một chủ nghĩa vô cùng… nhân văn, nhưng thật khó để khẳng định đây là lối đi đúng đắn cho thế giới.\n\nChủ nghĩa nhân văn đề cao \"nhân cách\", nhưng như thế nào là nhân cách?\n\nBạn sẽ thấy sự vô lý của những người đi đòi quyền lợi cho động vật hoặc “ôm cây”, nhưng đó là khi bạn dùng lý lẽ của chủ nghĩa nhân văn để nói chuyện với họ, với lý lẽ “con người” là trung tâm.\n\nLý lẽ này đã nối dài cánh tay của chủ nghĩa tư bản và giúp loài người phát triển đến ngày hôm nay, thông qua những trang trại nuôi nốt gia súc quy mô lớn và những cánh đồng lúa được tạo nên từ những cánh rừng bị đốt cháy. Tất cả vì loài người [đọc thêm ở link số [5]. Chúng ta không khẳng định đây là điều sai trái, nhưng hãy đồng ý với nhau rằng khó có thể nói nó đúng đắn nếu nhìn từ góc nhìn nào đó khác loài người (giả sử rằng có góc nhìn này).\n\nNhưng chủ nghĩa nhân văn thậm chí còn len lỏi vào lập luận của những người đòi quyền động vật, hay ảnh hưởng đến sự nguy hại của loài người.\n\nKhông phải lúc nào người cũng có nhân cách và không phải cái gì có nhân cách cũng là người.\n\nVai trò “người” đóng trung tâm trong học thuyết của chủ nghĩa nhân văn không nhất thiết là loài người về mặt sinh học, mà phần nhiều mang tính biểu tượng.\n\nNhư đã nói ở trên, nhiều phong trào kêu gọi bảo vệ động vật và hệ sinh thái dù nghe có vẻ “chủ nghĩa động-vật-văn” hay “chủ nghĩa hệ-sinh-thái-văn” nhưng thật ra vẫn là dạng tổng quát của chủ nghĩa nhân văn.\n\nNhiều nhà hoạt động kêu gọi bảo vệ cây cối hay đa dạng sinh học vì… tương lai của loài người (?!) nên lại quay về chủ nghĩa nhân văn. Hoặc họ dùng những biện pháp “nhân cách hóa” động vật hay thực vật, xem chúng là người, có những cảm xúc giống người hoặc biểu hiện giống người hoặc vị thế giống người để kêu gọi sự đồng cảm. Nhưng khi dùng chuẩn của người để định nghĩa thế giới, bạn đang theo chủ nghĩa nhân văn.\n\nChủ nghĩa nhân văn khiến cho chúng ta đôi lúc có cảm xúc với thứ gì đó chỉ vì chúng có nhiều đặc điểm, biểu hiện giống với người.\n\nNgược lại với “nhân cách hóa” là “phi nhân hóa”, nghĩa là xem con người không phải là người nữa.\n\n“Full Metal Jacket” là bộ phim nổi tiếng về đề tài chiến tranh Việt Nam. Và mặc dù đây không phải phim tài liệu, nhưng nó cũng khắc họa được phần nào vẻ trần trụi của chiến tranh. Nửa đầu bộ phim nói về quá trình huấn luyện lính Mỹ và công cuộc tẩy não rằng đối thủ của họ, những người lính Việt cộng, không phải người. Hoặc ít nhất là không phải “loài người” cùng đẳng cấp với họ.\n\nĐiều này tương tự với những lời tuyên truyền phổ biến của chính quyền VNCH trước 1975 về lính Việt cộng như “những con khỉ ốm đói 5 thằng đu cành cây không gãy”.\n\nKhông chỉ trong chiến tranh Việt Nam, phần lớn nạn diệt chủng bắt đầu từ việc một nhóm người nào đó không xem nhóm người kia là người và giết họ mà cảm thấy như đang “loại trừ cỏ rác”.\n\nHitler đã cảm thấy tương tự khi mạnh tay diệt chủng người Do Thái, ngay từ khi nhân loại còn chưa phát minh ra định nghĩa “diệt chủng”.\n\nCổ xưa hơn, các tôn giáo cũng phi nhân cách hóa những người theo tôn giáo khác để đàn áp họ, hoặc những người nông dân phi nhân cách hóa “phù thủy” để thiêu sống họ, hay cách người da trắng đối xử với nô lệ da đen đến mức ngay cả người da đen cũng không nghĩ họ cùng đẳng cấp với người da trắng.\n\nRõ nét nhất vẫn là trong những cuộc chiến hai phe như đã đề cập ở trên. Luôn luôn tồn tại một propaganda (lời tuyên truyền) nào đó về các phe trong những cuộc chiến, nếu bạn chịu khó tìm hiểu. Điểm chung là xếp “chúng ta” đối đầu với “chúng nó”.\n\nMột quan điểm triết học gần gũi khác với chủ nghĩa nhân văn là chủ nghĩa xem con người là trung tâm (Anthropocentrism - chủ nghĩa duy con người), xem sự tồn tại của con người là độc đáo, đặc biệt và không có ngoại lệ trong vũ trụ.\n\nAnthropocentrism là lời biện hộ đi từ gốc rẽ cho thấy sự hợp lý của con người trong vấn đề đạo đức môi trường và tác động của loài người đến hệ sinh thái [6].\n\nCông lớn trong việc đẩy mạnh vị thế của người có lẽ đến từ Thiên chúa giáo, cụ thể là Cựu ước. Ở 1:26 Sáng-thế Ký có viết rõ:\n\n“Rồi Chúa nói rằng, hãy cùng mường tượng ra loài người, tùy theo ý thích của chúng ra: hãy để chúng làm chủ lũ cá trên biển, bầy chim trên không, bầy gia súc, làm chủ cả hành tinh này, làm chủ bất cứ thứ gì từng xuất hiện trên đó” [7].\n\nThuyết này xây dựng lên một hệ thống tuyên bố thiên vị nhắm vào thế giới phi nhân loại (những thứ không phải người) và là trung tâm cho lý luận của phe bảo thủ phương Tây.\n\nAnthropocentrism cũng được xem là nền tảng cho một số khái niệm tự nhiên về quyền con người, là tiền đề cơ bản cần thiết để bảo vệ quyền con người ở mức phổ quát (nghĩa là đơn giản hóa việc chấp nhận rằng đã sinh ra là người nghĩa là phải có quyền).\n\nNhững tưởng đây là lý thuyết cực đoan, nhưng lại “nhân văn” hơn cả chủ nghĩa nhân văn.\n\nTriết gia Mortimer J. Adler từng nói rõ rằng việc phủ định đặc quyền của loài người có thể tạo ra sự độc tài. Ông ghi lại rằng: “Những người phản đối việc phân biệt đối xử và cho rằng mọi người đều bình đẳng, cần được đối xử công bằng trên mọi khía cạnh nhân quyền, trên thực tế không có nền tảng vững chắc nào ủng hộ cho luận điểm của họ”. Ông làm rõ rằng, nếu chúng ta phủ định việc con người có những đặc quyền riêng so với những loài khác, thì mọi nền tảng về nhận thức của chúng ta về tự do (liberty) đều sụp đổ [8].\n\n“Tại sao một nhóm người thượng đẳng không thể biện minh cho hành động nô lệ hóa, bốc lột hay thậm chí diệt chủng những nhóm người thấp kém hơn khác của họ; giống như cách những người khác đang biện minh cho việc dùng động vật để làm làm xe thồ, thức ăn, quần áo hay cách chúng ta tiêu diệt loài nào đó vì cho rằng chúng có hại?”.\n\nNghĩa là nếu chúng ta không nghiễm nhiên cho rằng loài người sinh ra đã có đặc quyền, thì làm sao có lý lẽ đủ mạnh để chống lại những tội ác diệt chủng?\n\nMột tác giả sách khác là ông Wesley J. Smith cũng cho rằng vì loài người có đặc quyền của riêng mình, nên chính con người sẽ có quyền quy định hành vi đúng hay không đúng với thế giới tự nhiên. Hay nói cách khác, nếu con người không phải độc tôn, vậy ai có quyền bắt con người phải đối xử với động vật một cách đúng đắn, ngoài con người? [9].\n\nVậy, những quan điểm tưởng chừng “cực đoan” lại tạo nền tảng cho sự nhân đạo, trong khi những chủ nghĩa tưởng chừng “nhân văn” lại có những lỗ hổng tạo ra bất công.\n\nNghĩa là, việc xem chúng ta là giống loài thượng đẳng chưa chắc đã xấu, mà còn tạo nền tảng để chúng ta tạo ra hệ thống quyền và nghĩa vụ cho chính mình và cho thế giới.\n\nNgược lại, những chủ nghĩa nghe hay ho thực chất lại tạo nên sự bất ổn do không có nền tảng rõ ràng. Vì thế giới sẽ \"lươn lẹo\" sao cho phù hợp với luân lý mà chủ nghĩa đó đưa ra (chủ nghĩa nhân văn chẳng hạn), từ đây tạo nên những bất công nhưng vẫn trông có vẻ hợp lý.\n\nPhức tạp quá nhỉ?"}, "en": {"content": "Upon using the so-called “human” phrase to represent this Age of Man, you’re referring to the very remnant of humanism. Given that there exist species other than humans inhabiting this planet, we have all too often ignored their existence.\n\nEven when the world has been operated as it is nowadays for the last couples of centuries, we have prevalently taken for granted that human is the center of everything. Rather, for the most parts, humans worshipped animals, rocks and plants or such things of sheer imagination as gods and heaven, which is evident in advanced civilizations’ ancient relics, of which remnants still remain until today.\n\nFor a long time, people were in great honor of, as well as having a cold feet of ancient trees guarding the villages [1], or inclined to whatever an aggressive bull “said” [2]. These still exist elsewhere on this planet.\n\nIn Homo Sapiens, Yuval Harari argued that animism could hardly facilitate capitalism since humans could never freely exploit resources or kill animals had we continued to worship them. Thus, absurd as it might sound, capitalism bred humanism, or in other words, humanism is a byproduct of capitalism [3].\n\nHumanism regards the world in term of human values, from the individual to the collective, and sees the world as spinning around the human core. It lays an emphasis on humans’ role in catalyzing the world’s development, which would in turn serve fuel civilization.\n\nHarari devoted an entire chapter in his famous book (and continues to debunk liberal humanism in the latter Homo Deus) to analyze how humanity has progressively worked it way up:\n\nThey range from such abstraction as associating deities’ images to humans’, promoting human beauty, or propagandizing stories centering humans, to other bewildering anecdotes, from which humans have “full rights” to exploit resources and large-scale cage wild animals.\n\nYuval Harari also argues that liberal humanism is actually a religion, even when it’s conventional that such ideology is non-religious and fully fit secularism [4].\n\nHumanism, with the principle of honoring individual freedom and human values seems fairly humanitarian an ideology. Still, one shouldn’t jump to the conclusion that it would eventually keep the world on the right track.\n\nUpon “humanistically” arguing with them, you would see how bewildering those who fight so fiercely for animal rights or \"tree huggers\" are. Still, you would fall for their fallacy of this world centering humans.\n\nThis argument has so far acted as a precursor to capitalism, as well as the world as it is nowadays. Large-scale cattle farms and the slash-and burn agriculture are all for humans [5]. We’re not assuming this is unscrupulous. Given that, shouldn’t we agree that all these things are indigestible from a perspective other than human’s? (If it exists).\n\nStill, humanism has even crept into the arguments of animal rights activists, or severely impacted civilization.\n\nAnd humans are not always humans.\n\nThe \"human\" part, whose role has been centralized in Anthropocentrism is not necessarily biological. Rather, it’s, for the most parts, symbolic.\n\nAforementioned arguments argued that a vast number of animism, as well as ecosystemism movement was still a form of humanism and anthropocentrism.\n\nActivists who have called for biodiversity conservation for the future of humans (?!) had better turn to humanism. That they “personalize\" animals or plants and consider them humans, showing human-like emotions, or deserving equality is one way or another a call for empathy. That being said, as long as they keep viewing the world in a “human way”, they still are humanists.\n\nHumanism, as well as Anthropocentrism, evokes in us the so-called empathy for any human-like thing.\n\nContrary to \"personification\", \"dehumanization\" is to consider humans non-human.\n\n\"Full Metal Jacket\" is an outstanding movie on the Vietnam War. Albeit a non-documentary movie, it does somewhat portray the bareness of war, of which the first half is about the process of brainwashing American soldiers that the Viet Cong soldiers, were not human. Or at least, they weren’t as “human” as American.\n\nIn a similar stake, the Republic of Vietnam (before 1975) propaganded and bad mouthed Viet Cong soldiers as \"illed monkeys, five of which swung a branch without cracking it\".\n\nThusly, most genocide was bred from the fact that one side dehumanized the others and considered massacre as \"getting rid of trash\".\n\nHitler might probably have felt a sense that urged him to exterminate Jews so long before humans could come up with the definition of \"genocide\".\n\nDate back to the ancient time, religions also dehumanized worshippers of other religions to overwhelm, or farmers dehumanized \"witches\" to immolate.\n\nStill, never could be it seen more all-too-often as in two-sided battles. There always exist some kind of propagandas from each side. They have one thing in common: the “we” things against the “they” things.\n\nAnother more popular philosophical view is Anthropocentrism, which considers humans “one of a kind” entities that can be found nowhere other than the Earth.\n\nAnthropocentrism is an excuse in its very core to prove how moral humans are in terms of environmental ethics and their impact on the ecosystem [6].\n\nFor the most parts, Christianity, especially the Old Testament, played a pivotal role in working humans way up. At 1:26 Genesis:\n\n“And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.”[7].\n\nThis theory lays foundation for a system of prejudicial statements on the dehumanized world (non-human things) and gives ground for the Western conservative theories.\n\nAnthropocentrism also played the of a bedrock for a number of notions about human rights, as well as the axiom to protect human rights at a universal level (simplify the notion of humans being born with full rights).\n\nThe philosopher Mortimer J. Adler also mentioned \"dehumanization\" as a consequence of the theory of human being as the center. He once recorded that: \"Those who oppose injurious discrimination on the moral ground that all human beings, being equal in their humanity, should be treated equally in all those respects that concern their common humanity, would have no solid basis in fact to support their normative principle.\"\n\nAdler is stating here, that denying what is now called human exceptionalism could lead to tyranny, writing that if we ever came to believe that humans do not possess a unique moral status, the intellectual foundation of our liberties collapses: \"Why, then, should not groups of superior men be able to justify their enslavement, exploitation, or even genocide of inferior human groups on factual and moral grounds akin to those we now rely on to justify our treatment of the animals we harness as beasts of burden, that we butcher for food and clothing, or that we destroy as disease-bearing pests or as dangerous predators?\"\n\nAuthor and anthropocentrism defender Wesley J. Smith from the Discovery Institute has written that human exceptionalism is what gives rise to human duties to each other, the natural world, and to treat animals humanely. Writing in A Rat is a Pig is a Dog is a Boy, a critique of animal rights ideology, \"Because we are unquestionably a unique species—the only species capable of even contemplating ethical issues and assuming responsibilities—we uniquely are capable of apprehending the difference between right and wrong, good and evil, proper and improper conduct toward animals. Or to put it more succinctly if being human isn't what requires us to treat animals humanely, what in the world does?\"\n\nThus, the seemingly extremism has laid foundation for humanity whilst other deemed \"humane\" ideologies are so flawful and full of prejudices.\n\nThis way, treating human as a supreme species might probably be not that wicked. Rather, it is the bedrock for a system of human rights and responsibilities for our own, as well as the rest of the world.\n\nOn the contrary, it’s the “sounds good, doesn’t work” things that actually breeds instability.\n\nIs this still too sophisticated?\n\n[1]  A. Dafni, “Rituals, ceremonies and customs related to sacred trees with a special reference to the Middle East,” Journal of Ethnobiology and Ethnomedicine, vol. 3, no. 1, Jul. 2007, doi: 10.1186/1746-4269-3-28. - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1988790\n\n[2]  A. Dafni, “Rituals, ceremonies and customs related to sacred trees with a special reference to the Middle East,” Journal of Ethnobiology and Ethnomedicine, vol. 3, no. 1, Jul. 2007, doi: 10.1186/1746-4269-3-28. - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1988790\n\n[3]  A. Anthony, “Yuval Noah Harari: ‘Homo sapiens as we know them will disappear in a century or so,’” the Guardian, Mar. 19, 2017. - https://www.theguardian.com/culture/2017/mar/19/yuval-harari-sapiens-readers-questions-lucy-prebble-arianna-huffington-future-of-humanity\n\n[4]  null - https://humanism.org.uk/humanism/\n\n[5]  Monster Box, “We repeatedly created things, ate, had sex, etc. until we were civilized enough to invent the Internet and Facebook to bash others’ opinions towards climate change.,” Monster Box, 2020. - https://www.facebook.com/teammonsterbox/posts/2534479256832825\n\n[6]  PhilPapers, Systems Thinking and Universal Dialogue: The Creation of a Noosphere in Today’s Era of Globalization, Author-Martha C. Beck, Dialogue and Universalism 23 (3):123-136 (2013)\n\n[7]  “Line upon Line: Genesis 1:26–27,” Churchofjesuschrist.org, 2015. - https://www.churchofjesuschrist.org/study/new-era/2015/10/genesis-1-26-27?lang=eng\n\n[8]  Mortimer J. Adler, The Difference of Man and the Difference It Makes, (New York, Fordham University Press, 1993), p.264.\n\n[9]  A Rat is a Pig is a Dog is a Boy: The Human Cost of the Animal Rights Movement"}}