{"id": "du-doan-kinh-te-co-don-gian-nhu-ban-nghi", "vi": {"content": "(HAY: Vì sao đa phần bọn lừa đảo luôn khẳng định chắc chắn).\n\n_____\n\nNếu mọi người biết rằng 2008 thế giới sẽ chìm trong khủng hoảng kinh tế, khủng hoảng kinh tế ấy đã không xảy ra. Ngay lúc này đây, hàng trăm nhà kinh tế học trên thế giới vẫn dùng những công trình và phần mềm phức tạp để dự đoán tình hình thế giới vào hôm sau. Nhưng phần lớn họ đều thất bại, vì trong kinh tế, điều gì càng dễ dự đoán, điều đó càng khó xảy ra.\n\nCó những điều khá cơ bản mà mọi người vẫn thường trổ tài dự đoán trên mạng xã hội, như tình hình chính trị căng thẳng thì giá vàng sẽ tăng hay dịch Corona sẽ ảnh hưởng đến điểm chứng khoán của nhóm ngành nông nghiệp, vận tải…\n\nNhưng đó không thể xem là dự đoán, mà chỉ là viết lại những hệ quả mà ai cũng biết sẽ xảy ra. Bạn muốn biết như thế nào là dự đoán? Hãy cùng dạo một vòng nhé.\n\nHãy ghé thăm Ấn Độ. Nếu bạn có quyền chọn quốc gia mình sinh ra, chắc chắn Ấn Độ là nơi nên tránh xa. Vì mặc dù quốc gia này đang có sự tăng trưởng kinh tế thần tốc, nhưng cũng chứa đầy bê bối về văn hóa, chính trị lẫn xã hội. Đặc biệt, nếu bạn được lựa chọn, bạn càng không muốn là một bé gái sinh ra ở Ấn Độ.\n\nVì phong tục “của hồi môn” tốn kém, nhiều người Ấn không muốn sinh con gái. Con trai khi lớn lên có thể trở thành trụ cột gia đình, cỗ máy hái ra tiền và là người chăm lo cho bố mẹ. Ngược lại, con gái lớn lên phải gả cho nhà chồng, lại còn phải mang theo của hồi môn về nhà chồng. Mặc dù hủ tục này đã bị lên án, gia đình nhà gái ở Ấn Độ thường phải chuẩn bị vàng, tiền, xe, trang sức… để làm của hồi môn khi gả con gái đi.\n\nMột bé gái khi lớn lên sẽ kiếm được ít tiền hơn, nhận được giáo dục kém hơn, chế độ chăm sóc sức khỏe cũng kém, xã hội không xem trọng và thường xuyên bị bạo hành hoặc lạm dụng. Điều này càng khiến mọi người không muốn sinh con gái. Văn hóa “trọng nam khinh nữ” đã khiến Ấn Độ có tỉ lệ chênh lệch giới tính thuộc nhóm cao nhất thế giới. Khi bạn mang giới tính nữ ở Ấn Độ, bạn có khả năng tử vong cao hơn nam giới ở bất kỳ thời điểm nào trong đời: từ bào thai, trẻ sơ sinh cho đến khi trưởng thành.\n\nChính phủ Ấn Độ đã có nhiều nỗ lực giảm thiểu “trọng nam khinh nữ”, như bài trừ hủ tục của hồi môn, cho tiền để ngăn cản nạo phá thai, sản xuất bao cao su riêng cho người Ấn (trước đó bao cao su không phát huy hiệu quả vì phần lớn người Ấn có của quý nhỏ hơn so với kích thước bao cao su phổ biến)...\n\nNhưng những dự án này thường tốn kém, phức tạp và chỉ thành công trên danh nghĩa.\n\nMột phát minh chẳng liên quan khác lại có tác dụng: TV và truyền hình cáp.\n\nHai nhà kinh tế học Emily Oaster và Robert Jensen đã quan sát hiện tượng thú vị này và lý giải thông qua thống kê. Họ quan sát thấy kể từ khi TV và truyền hình cáp trở nên phổ biến ở Ấn, cả nhận thức của phụ nữ lẫn tỉ lệ sinh đều có sự thay đổi.\n\nHọ quan sát thấy những gia đình có TV thường cho con đi học lâu hơn và tỉ lệ sinh ở những gia đình có truyền hình cáp thấp hơn so với phần còn lại.\n\nRất khó để biết liệu có phải do những người phụ nữ Ấn được tiếp cận với hình ảnh phụ nữ tiến bộ trên TV nên thay đổi nhận thức về thân phận của mình, hay những người đàn ông vì mải mê xem tê giác trên chương trình thế giới động vật nên hạn chế việc “giải trí” với vợ.\n\nNhưng tê giác sẽ sớm không còn xuất hiện trên truyền hình cáp nữa vì đang đẩy vào bờ vực tuyệt chủng. Do đó, hầu hết quốc gia trên thế giới cấm săn bắt, mua bán hay bất kỳ hành động thương mại nào liên quan đến tê giác.\n\nTuy nhiên, vì tê giác bị cấm nên việc săn bắt trở nên khó khăn hơn, nghĩa là nguồn cung hạn hẹp hơn. Điều này khiến giá sừng tê giác trở nên ngày càng đắt đỏ, và do đó, càng hấp dẫn hơn với những kẻ săn sừng.\n\nMột nhóm các nhà khoa học đã đề nghị buôn bán sừng tê giác hợp pháp, vì như thế có thể giảm giá sừng tê giác và quản lý tốt hơn việc thu hoạch sừng. Nhưng sau khi việc này được thử nghiệm, lượng sừng tê giác bán hợp pháp nhiều gấp đôi so với bất hợp pháp và phần nhiều trong số đó bị kẻ xấu mua lại. Kế hoạch lại phá sản chỉ vì những nhà khoa học suy nghĩ quá đơn giản.\n\nMọi thứ thường diễn ra khá phức tạp, như hợp pháp hóa phá thai giúp giảm thiểu số người buôn ma túy, hay thậm chí giúp thị trường nội thất phát triển.\n\nHay như bài về khủng hoảng 2008 ngày hôm qua của Monster Box dù đầu tư rất nhiều công sức nhưng vẫn flop.\n\nHay như cách bài này bỗng dưng viral chẳng vì bất kỳ lý do gì cả chẳng hạn."}, "en": {"content": "(Or why frauds are always claiming).\n\n_____\n\nIf people had believed the world would be hit by a grave crisis in 2008, it wouldn’t have taken place. At present, economists around the world are analyzing works, using leading-edge technology to forecast the economy tomorrow. That being said, most of which have failed miserably as the more easily forecasted one is, the more impractical it becomes in the economy.\n\nThere is a plenty of simple things boasters often give forecasts on social networks. To demonstrate, one might predict that political tensions would boost gold price, or the nCoV epidemics would impact agriculture and transportation stocks, etc.\n\nNonetheless, such things can hardly be considered a forecast as it is merely people rewriting the consequences taken for granted. If you wish to know what forecast truly is, let’s discover.\n\nFirst, we visit India. Had you been able to choose where to get born, India must never have been the top priority. Even though this country is witnessing a rapid economic growth rate, there remains a tremendous amount of wrongdoing ranging from culture, politics to society. In addition, if you had had the opportunity, you would have been craving not being born an Indian girl.\n\nBecause of the \"dowry\" custom, many Indians never wish to have a daughter. The son grows up being a family’s breadwinner, money-maker and caretaker of his parents. Whilst, a daughter grows up marrying her husband, moving out to his house, not to mention that she must present a dowry to his parents. Although this custom has been condemned, the bride's family still has to prepare gold, money, cars or jewelry as dowries after the wedding ceremony..\n\nAn Indian girl grows up earning less money, receiving poor education, degraded health-care services, disrespected by the society and is frequently abused or violated. This has made people more reluctant to having girls. Thus, the \"male chauvinism\" culture has earned it the highest sex ratio in the world. If you were an Indian female, you would be more likely to die at any time: from fetus, newborn to adulthood.\n\nThe Indian government has been in a high attempt to reducing “male chauvinism\", abolishing the dowry custom, preventing abortion, and producing Indian specialized condoms (normal ones weren’t efficient as most Indians possess smaller penises than that a condom size).\n\nBut these projects are often extravagant, sophisticated and succeed merely in theory.\n\nWhilst, another unrelated invention worked even more efficiently: TV and cable television.\n\nEconomists Emily Oaster and Robert Jensen observed this interesting phenomenon and explained it through statistics. They observed that since TV and cable TV became popular in India, both women's perception and birth rate have been improved.\n\nAccordingly, families with TVs often gave their children to longer education and their birth rates were lower than that of the rest.\n\nIt is difficult to know whether Indian women have watched modern women on TV and changed their perceptions or men being too attracted by rhinos on the show to \"entertain\" wives.\n\nBut rhinos would soon die away from cable TV upon being driven extinct. Thus, countries and territories should prohibit hunting, trading or any commercial activity involving rhinos.\n\nHowever, as rhinos are strictly conserved, hunting becomes more strenuous, meaning the supply is pretty much limited. This makes rhino horn prices skyrocket, thus, become more tempting to horn hunters.\n\nA group of scientists has proposed the legal trade in rhino horns to reduce prices and bring horn harvest under control. But after this was tested, the number of legal rhino horns sold was doubled as the bad arbitraged. The plan went bankrupt for the scientists thought so simply.\n\nThings are often quite complicated. To illustrate, abortion legalization might help reduce the number of drug dealers, or even help develop the furniture market.\n\nIn a similar stake, the article about the 2008 crisis we posted yesterday was invested a tremendous amount of effort yet flopped miserably.\n\nOr the way this post, out of the blue, goes viral for no reason."}}