{"id": "giao-duc-trong-vo-hat-de", "vi": {"content": "Cách đây vài hôm, vụ việc sinh viên mất đồ ở những ký túc xá phục vụ công tác cách ly dịch bệnh khiến dư luận bức xúc. Mọi người phẫn nộ vì những người được nhà nước và xã hội nuôi ăn, nuôi ở, phục vụ tận tình... lại đáp trả công ơn bằng hành vi cạy tủ cắp vặt đầy bần nông như thế.\n\nÝ kiến của tôi về vụ việc trên có thể sẽ khiến các bạn cảm thấy khó chịu, nhưng tôi thiển nghĩ rằng chẳng có gì phải bất ngờ và bực tức như thế. Có chăng ta nên trách công tác quản lý vốn đã “lôm côm” từ đầu, không kiểm soát tốt rủi ro nhãn tiền ai cũng nhận thấy.\n\nVà chính ban quản lý phải chịu trách nhiệm với sinh viên.\n\nChuyện trộm cắp tất nhiên vẫn phải điều tra, xét xử theo đúng luật pháp. Nhưng những người nhận tiền nhà nước hàng tháng chỉ để làm duy nhất một việc là quản lý, lại vô tư phó mặc tài sản sinh viên cho một nhóm người lạ ra ra vào vào trong nhiều tháng, chắc chắn phải đứng ra chịu trách nhiệm.\n\nChúng ta, dù yêu nước và lạc quan đến cách mấy, đều biết rằng nếu bảo dân trí Việt Nam không thấp, cũng chẳng dám khẳng định là cao. 95 triệu dân trong mặt bằng dân trí chung chưa thể cải thiện trong một sớm một chiều thế này, việc tồn tại cơ số kẻ ưa trộm cắp vặt vốn không phải điều khó đoán.\n\nChúng ta dù yêu nước thương đồng bào đến cách mấy, đều tự biết rằng đi ngủ vẫn phải cài chốt cửa kỹ, ra đường ba lô phải đeo gọn gàng. Trước khi Việt Nam trở nên hùng cường, dân trí cao ngời ngợi, “sánh vai với các cường quốc năm châu”, thật lãng mạn khi nghĩ rằng vứt đồ sinh viên trong tủ là đã đảm bảo an ninh.\n\nVì con người sinh ra vốn không thiện không ác, nhưng bản chất là vô giáo dục và yếu kém kỹ năng xã hội. Một xã hội tồn tại nền giáo dục càng yếu kém (bao gồm giáo dục nhà trường, gia đình và xã hội), tỷ lệ tội phạm càng cao [1], [2].\n\n1. Giáo dục: quá trình biến những chú vượn đáng yêu thành công dân có ích cho từng bối cảnh xã hội.\n\nĐể đọc hiểu tốt bài viết này, khuyến khích những người có tư duy trừu tượng và cởi mở. Hãy biết rằng quan điểm của khoa học là không có bất kỳ điều gì là hiển nhiên, tự nhiên hay tất định.\n\nChúng ta không tự sinh ra và biết nghe lời bố mẹ, ngoan ngoãn không trộm cắp vặt, biết tôn trọng người lớn hay biết cư xử như một quý ông. Những hoạt động này được học hỏi thông qua quá trình quan sát bố mẹ, người xung quanh hoặc được dạy dỗ từ trường học. Gen trong cơ thể chúng ta chỉ quy định những đặc điểm sinh học như thèm thuồng đồ ăn khi đói bụng, nổi hứng làm tình khi gặp đối tượng thích hợp hay tức giận khi cảm thấy bị xâm phạm và những bản năng xã hội khác [3].\n\nĐể trở thành một người “văn minh”, tức có khả năng thích nghi với xã hội, biết trên biết dưới, biết việc nên làm và không nên làm, chúng ta cần thực hiện quá trình “xã hội hóa” người đó. Hay rộng hơn là giáo dục.\n\nXa về quá khứ, hoạt động giáo dục đã được người nguyên thủy chú trọng, dù chỉ gói gọn đơn giản trong việc truyền dạy kỹ năng rèn dụng cụ, săn bắn, xây nhà, canh tác, những thủ tục tín ngưỡng và rộng hơn là vai trò của cá nhân với bộ lạc, cộng đồng [4]. Điều này cực kỳ quan trọng để đảm bảo cho sự ổn định của bộ lạc, loại bỏ những cá nhân vô dụng hoặc phản nghịch vốn sẽ ảnh hưởng đến an nguy của số đông.\n\nSau Cách mạng Nông nghiệp, con người chuyển sang lối sống định cư với sự xuất hiện của các nền văn minh lớn. Cơ cấu xã hội ngày càng trở nên phức tạp, sinh ra những hiện tượng mới như nhà nước, giai cấp và chiến tranh quy mô lớn. Giáo dục vì thế mà cũng có những biến chuyển phức tạp tương ứng để đào tạo ra những cá thể có khả năng thích nghi tốt với nền văn minh.\n\nBên cạnh việc dạy những “lẽ thường” và quy luật đạo đức đảm bảo ổn định xã hội như thời nguyên thủy, giáo dục lúc này trở thành công cụ của chính quyền, đào tạo ra những thế hệ phục vụ lợi ích giai cấp. Chẳng hạn, những đứa trẻ sinh ra trong thời phong kiến sẽ biết rằng trong đời chúng, điều vĩ đại nhất cần tuân theo là trung thành với vua hay với vị thần nào đó. Thậm chí đôi lúc giáo dục chỉ là công cụ để đào tạo chiến binh.\n\nỞ Trung Quốc, các hoạt động giáo dục bắt đầu với sự xuất hiện của triều đại nhà Thương (1766 TCN - 1122 TCN). Nền giáo dục Trung Quốc cổ đại được đặc trưng bởi tính thế tục và đề cao các giá trị đạo đức, nhằm mục đích sâu xa là xây dựng ý thức nghĩa vụ của công dân đối với cộng đồng và nhà nước [5].\n\nTrong khi đó, nền giáo dục Ba Tư lại được duy trì dựa trên lý tưởng của đế chế chuộng quân sự, với mục tiêu đào tạo ra những công dân phục vụ nhu cầu của 4 tầng lớp chính là tăng lữ, chiến binh, nông dân và thương nhân. Triết lý giáo dục Ba Tư đề cao quan hệ ràng buộc với gia đình và cộng đồng, sự thuần phục chính quyền và giáo lý tôn giáo, cùng sự kỷ luật quân đội [6].\n\nGiáo dục ở thành bang Sparta lại đi theo một mô hình hoàn toàn khác biệt, được thiết kế để tạo ra những chiến binh tuyệt đối phục tùng, gan dạ và có thể chất hoàn hảo. Các bé trai lên 7 sẽ đến sống hẳn tại trường hoặc các doanh trại. Tại đây chúng sẽ được dạy các môn thể thao, huấn luyện cách chiến đấu và sức bền cùng kỷ luật nghiêm khắc. Do đó, tuy sở hữu những đội quân thiện chiến tinh nhuệ, đa số dân cư Sparta lại mù chữ [7].\n\nVào giai đoạn Trung kỳ Trung cổ (High Middle Age - khoảng năm 1000 - 1250), các trường học ở Châu Âu được thành lập chủ yếu tuân theo các nguyên tắc tôn giáo với mục đích chính là đào tạo giáo sĩ. Đa số các trường đại học xuất hiện sớm nhất, như Đại học Paris vào năm 1160, đều dựa trên cơ sở Công giáo [8]. Các trường tư và trường độc lập vẫn hoạt động, nhưng cũng mang bản chất và sứ mệnh tôn giáo [9].\n\nTuy vậy, dù mục đích cốt lõi của chuyện giáo dục (hay bất kỳ hoạt động chính trị nào khác) là phục vụ giai cấp thống trị hay truyền bá tôn giáo, nó không hoàn toàn tiêu cực hay cực đoan.\n\nGiáo dục ở Trung Quốc cổ đại ngoài truyền bá tư tưởng phong kiến còn hướng đến các mối quan hệ hài hòa giữa người và người, các hình thức lễ nghi và âm nhạc, nghệ thuật. Tất nhiên những hoạt động nhân văn trên không thể thoát ly hoàn toàn với triết lý của Nho giáo, như một lẽ hiển nhiên của lịch sử.\n\nỞ La Mã vào khoảng thế kỷ IV TCN, giáo dục lúc này đã đạt được một số tiến bộ nhất định, dành sự quan tâm hơn đến việc xã hội hóa cơ bản và giáo dục sơ khai cho trẻ em [10]. Các trường học chính quy được thành lập với học phí thấp và dạy cho cả nam lẫn nữ [11]. Họ cũng đã bắt đầu phát triển hệ thống trường học phân cấp gần giống với hiện đại [12]. Hệ thống trường học phục vụ Công giáo cũng không thuần túy giảng dạy giáo lý, còn phát triển toàn vẹn văn học, nghệ thuật và nhiều dạng tri thức khác.\n\n2. Từ đặc quyền thiểu số cho đến bắt buộc toàn dân.\n\nChúng ta đang sống trong thế giới mà việc đi học là bắt buộc, đến mức gần như hiển nhiên và chẳng ai nói về chuyện này nữa. Tuy vậy, trong phần lớn lịch sử nhân loại, giáo dục là đặc quyền phục vụ thiểu số - chủ yếu cho tầng lớp tinh hoa và thống trị trong xã hội.\n\nỞ Phương Đông cổ đại, việc học hành chịu ảnh hưởng nặng nề bởi chế độ giai cấp. Trong xã hội thần quyền của người Ai Cập cổ đại, các thầy tế đại diện cho một tầng lớp trí thức tinh hoa và có quyền lực rất lớn. Cùng với các quan lại triều đình, họ giám sát việc giáo dục dành riêng cho các thanh thiếu niên có đặc quyền. Chỉ những viên ký lục (scribes) mới được phép học đọc và viết chữ tượng hình, và chỉ những đứa trẻ thuộc dòng dõi hoàng gia hoặc quý tộc mới được dạy các môn như y học, khoa học hoặc toán học [13].\n\nTương tự, ở các nền văn minh Lưỡng Hà và Ấn Độ cổ đại, khả năng tiếp cận giáo dục cũng chỉ giới hạn cho những tầng lớp có địa vị xã hội cao [14].\n\nSau nhiều trăm năm phát triển, giáo dục trường học ở một vài nơi mới được xóa bỏ tính giai cấp (cả giàu lẫn nghèo), giới tính (cả nam lẫn nữ) và thế lực chính trị, tôn giáo (bất kỳ người thuộc tôn giáo nào).\n\nỞ các thành bang Hy Lạp, trong phần lớn thời gian giáo dục là lĩnh vực tư. Như ở Athens trong thế kỷ IV-V TCN, bất cứ ai cũng có thể mở lớp và quyết định môn nào sẽ được dạy, và kể cả con em của các gia đình nghèo cũng có thể đi học.\n\nNền giáo dục nhuốm màu thần thánh ở châu Âu giai đoạn Trung kỳ Trung cổ cũng dần bị bãi bỏ bởi Cải cách Tin Lành vào thế kỷ XV.\n\nTiếp nối những cách tân sau Cải cách Tin Lành, hệ thống giáo dục bắt buộc của đế quốc Phổ (Prussia, tiền thân của Đế chế Đức) ra đời vào nửa cuối thế kỷ XVIII công nhận quyền lực tối cao của nhà nước trong giáo dục. Mục đích của nó vẫn mang màu sắc chính trị vốn có của giáo dục, như để “tạo ra nhiều hơn những người lính và công dân biết vâng lời” [15], sau đó mới nhấn mạnh để “nuôi dưỡng và nâng cao tinh thần dân tộc thông qua việc kiểm soát giáo dục của giới trẻ” [16].\n\nCho đến những năm 1830, hệ thống giáo dục Phổ tuân theo những nguyên tắc như: lớp học theo độ tuổi, miễn phí giáo dục tiểu học; giáo viên được đào tạo tại các trường chuyên nghiệp, được trả lương và được xem là một nghề nghiệp thực thụ; chính phủ chi ngân sách cho việc xây dựng trường học và tiến hành giám sát để đảm bảo chất lượng đào tạo; chương trình giảng dạy phải mang bản sắc dân tộc, đồng thời kết hợp với kiến thức khoa học-công nghệ và được giảng dạy theo phương pháp thế tục (tách khỏi tôn giáo) [17].\n\nHệ thống này được Horace Mann mang về Mỹ vào năm 1843, trở thành mô hình K12, sau đó lan ra nhiều nước và cuối cùng trở thành hệ thống giáo dục được áp dụng rộng rãi trên toàn thế giới như chúng ta thấy ngày hôm nay.\n\n3. Vấn đề cốt lõi của giáo dục từ trước đến nay.\n\nQuay trở lại câu chuyện đầu bài, chuyện than trách một vài cá nhân bất hảo trong xã hội gần như là thiển sách. Nạn cắp vặt, cướp giật hay dân trí thấp nói chung là vấn đề mang tính hệ thống và nó luôn ổn định ở một tỷ lệ nào đó, tùy theo trình độ phát triển của quốc gia đó.\n\nĐiều này tương tự với việc học sinh tự tử vì áp lực, những lời phàn nàn về hệ thống giáo dục, nạn “thừa thầy thiếu thợ” hay hàng loạt vấn đề khác. Sẽ thật dễ để chúng ta đổ lỗi cho từng cá nhân cụ thể, nhưng làm thế chẳng giải quyết bất kỳ vấn đề nào cả.\n\nKhi đối mặt với những lỗi lầm mang tính hệ thống, bạn triệt tiêu một cá nhân, sẽ có cá nhân khác giống hệt thế xuất hiện. Bạn đổ lỗi cho một hiện tượng và chối bỏ nó, các hiện tượng tương tự sẽ lại xảy ra. Mọi thứ chỉ chấm dứt cho đến khi sai lầm hệ thống được sửa chữa.\n\nTrong nhiều năm qua, dư luận sử dụng nhiều hình ảnh ẩn dụ, so sánh giữa hệ thống giáo dục với dây chuyền sản xuất hàng loạt trong nhà máy. Họ dùng những từ ngữ chua chát như “nhồi sọ”, “cưỡng bách”, “cấm đoán”, “triệt tiêu tự do ý chí” hay thậm chí là “công cụ của chính trị” [18] khi nói đến mặt trái của giáo dục.\n\nNhững nhận xét ấy tuy cực đoan, nhưng không hoàn toàn sai.\n\nMặc dù sự bất bình đẳng trong giáo dục về mặt lý thuyết đã được loại bỏ từ cách đây hàng trăm năm, tuy vậy, bất công không những không mất đi, còn tồn tại theo hướng ngày càng tinh vi.\n\nGiáo dục đang mang theo khẩu hiệu toàn dân, ai cũng được học, ai cũng có cơ hội thành đạt tương tự nhau. Tuy vậy, không thể chối bỏ thực tế rằng những con cái của những gia đình giàu có đang được tiếp cận với loại hình giáo dục tiên tiến hơn về mọi mặt.\n\nBên cạnh đó, dù rằng không ai cấm con nhà nghèo đi học, nhưng yếu tố kinh tế cùng chi phí cơ hội khiến những bậc cha mẹ nghèo phải cân nhắc nhiều hơn trong việc quyết định xem có nên cho con em mình đến trường hay không.\n\nThực tế cho thấy, sự bất công trong giáo dục không chỉ là lý thuyết, mà tồn tại rõ ràng về mặt số liệu. Chúng tôi sẽ quay lại vấn đề này ở những bài viết sau.\n\nMột điều nữa, hệ thống giáo dục của chúng ta là di sản của ý tưởng giáo dục đã có từ hơn 200 năm trước, nghĩa rằng chúng đã khá cũ so với sự phát triển nhanh chóng của xã hội trong ngần ấy thời gian.\n\nTại Mỹ, sau cuộc Đánh giá Quốc gia về tiến bộ Giáo dục (NAEP) vào năm 2019, Peggy Carr, phó ủy viên của Trung tâm Thống kê Giáo dục Quốc gia, cho biết: \"Trong thập kỷ vừa qua, không hề có tiến bộ nào ở cả hiệu suất toán học lẫn đọc hiểu, và những học sinh có thành tích thấp nhất hiện còn kém hơn cả trước đây\" [19].\n\nChương trình Kỳ thi đầu vào Đại học (ATC) cũng cho biết, tỷ lệ phần trăm số học sinh trung học đáp ứng mức độ “sẵn sàng cho Đại học” theo thang điểm chuẩn của ATC cho môn Toán và Tiếng Anh đang ở mức thấp nhất trong 15 năm qua. 36% trong tổng số 1,8 triệu học sinh tham gia đánh giá cho ra kết quả không đạt chuẩn [20].\n\nCho đến thời điểm này, khi loài người đã đặt chân lên Mặt Trăng và làm hàng trăm việc vĩ đại tương tự, chúng ta vẫn chưa thể xóa sạch nạn mù chữ và hiện tượng học sinh ngồi nhầm lớp ở phạm vi toàn cầu [21].\n\nChính quyền đã tạo ra hệ thống giáo dục và áp chúng lên từng đứa trẻ sinh ra và lớn lên trong một quốc gia, ắt hẳn phải chịu trách nhiệm với chúng. Nhất là khi hệ thống giáo dục này không chỉ đào tạo ra những học sinh giỏi, còn tạo ra số lượng lớn những đứa trẻ “kém cỏi” theo quy chuẩn điểm số nhà trường. Những đứa trẻ này sẽ phải lớn lên trong suy nghĩ rằng chúng vô dụng và thua kém người khác, chịu áp lực từ nhiều phía từ nhỏ đến lớn - chỉ vì kết quả của một quá trình mà chúng bắt buộc phải tham gia.\n\nChính quyền với bộ “công cụ” gồm thuế, luật pháp, giáo dục, chính sách và hàng loạt thứ uy lực khác, nếu trong gần 100 năm không thể nâng cao dân trí quốc gia, thì nên cảm thấy tự áy náy, thay vì đổ lỗi cho dân chúng. Và dù cho đây là vấn đề vĩ mô quốc gia nào cũng đang mắc phải, nhưng dù ở đâu, chính phủ luôn luôn là người phải chịu trách nhiệm cho sự thất bại trong công tác giáo dục.\n\nChúng ta có thể tự hào về những học sinh giỏi, nghĩa là cũng phải chịu trách nhiệm cho các học sinh kém. Tất cả công dân tương lai với nhân cách cao đẹp hay thối nát đều là sản phẩm của giáo dục và luôn tồn tại trong xã hội. Ngay cả khi nhóm cá biệt chịu ảnh hưởng bởi gia đình, xã hội, đó cũng là trách nhiệm của tất cả chúng ta.\n\nVì con người sinh ra không tự tốt cũng không tự xấu. Những kẻ xấu cũng không biến mất đi đâu cả, họ luôn ở xung quanh chúng ta và cư xử theo đúng như những gì nằm trong giới hạn nhận thức và ý thức của họ.\n\nChửi bới những người thua kém mình không làm họ biến mất đi, không làm chúng ta trở nên tốt hơn, càng không làm thế giới trở nên đẹp đẽ hơn.\n\nNếu không muốn tạo ra Chí Phèo, đừng cư xử như dân làng Vũ Đại. Hay tốt nhất, đừng tạo ra thế giới trông như làng Vũ Đại. Vì trong một thế giới có những kẻ thích xiên, biết đâu ngày mai chúng ta sẽ là kẻ bị xiên?"}, "en": {"content": "For the last few days, belongings missing within the dormitories once expropriated during the quarantine period has stirred up public anger. They’re apoplectic with rage since those saved, fed, and as much well-served by the society and state have “requited” all these favors with such a haphazard manner.\n\nTo all appearances, my obnoxious and superficial opinion on the topic is that this is neither bewildered nor abhorrent. Rather, we’d better blaspheme the “dull” management from the very beginning, which fails to mitigate the foreseeable risks.\n\nIn this manner, given that we’re as well taking the steals into serious consideration, investigating and adjudicating those pursuant to the laws, the dormitory administrative board, however, should have shouldered the responsibilities for the missing belongings.\n\nThe ones to earn monthly payments to merely administer the buildings did turn a blind eye to student's properties in-between strangers inhabiting their rooms for months. To any extent, they must also be the ones to claim responsibilities for this.\n\nWe Vietnamese, however patriotic and rose-colored, could hardly be dead sure to proclaim a “high” intellectual level on our fellow citizens. Given the marginally sluggishly improved average intellectual level, the existence of “scabby sheeps” within a “flock” of 95 million is doomed foreseeable.\n\nWe all know woefully well that we must have the door latches locked before bed sleep, and backpacks neat while on the street. Before this country could ever prosper, \"be at other Brobdingnagians’ level\", and our fellow countrymen could ever be “civilized”, it seems somewhat wide-eyed to proclaim that a dormitory locker offers enough security to student belongings.\n\nAs humans, we’re born neither good nor evil. Still, we’re at the very core uneducated and immature at social skills. The more meagre the education system (including schooling, parenting and societal education), the higher the crime rate [1] [2].\n\n1. From lovely apes to fit-in individuals\n\nTo better comprehend this article, we recommend an abstract and open-minded approach. Science has it that nothing is either obvious, natural or deterministic.\n\nWe are never born obedient to our parents, to disciplinarily behave and respect others. Instead, we acquire and adopt righteous manners from observations of parents, surroundings, or what we’re taught at school. Human genes only administer such biological characteristics as food craving when hungry, s*xual provocation by appropriate subjects, outrage upon “pissed off” and other social instincts [ 3].\n\nTo become “civilized”, or to adapt to the surroundings and to know what should never be done, we were required to undergo the “socialization” process. Straightforwardly, we craved education.\n\nDated further back in the past, the prehistoric educational activities were purely encapsulated in tooling, hunting, building and farming skills, religious procedures and individual roles within the communities [4]. Which is crucial in securing tribal stability, expelling the idle and treasonous.\n\nAfter the Agricultural Revolution, their settlements acted as a precursor to major civilizations. Since the new social structure catalyzed other new phenomena, to illustrate, states, classes and all-out wars, education, in a like manner, did also undergo fundamental changes.\n\nIn addition to the \"social norms\" and moral codes to maintain the social order, education had since become a vital governance tool to train the following generations to sustain class interests.\n\nTo put into perspective, children formerly born in feudalism could only have taken on the all-time dogma wherein the greatest thing they could have ever done was to remain loyal to certain kings or gods. Every so often, we’ve witnessed the education systems set up to train soldiers.\n\nThe very first Chinese educational activity dawned since the Shang Dynasty (1766 BC - 1122 BC) arrived. The ancient education was pretty much characterized by secularity and moral value promotions. Its ultimate goal was to build up citizens' awareness on the responsibilities they shouldered for the community and state [5].\n\nForasmuch as the Persian education was maintained as a “prerequisite” within a military-centered society, which ultimately served the wills of the four main classes: clergy, warriors, farmers and merchants. Their educational philosophy, thus, promoted the individual-family-community correlation, government submission and religious doctrines, and lastly military disciplines [6].\n\nIt was chalk and cheese with the Sparta’s model, which had been designed to train fiercely loyal, gallant and physically perfectly healthy warriors. Upon turning seven, boys would have been moved out to live in either schools or barracks, wherein they were exposed to sports and combat and endurance training with iron disciplines. Albeit being elite combat troops, they were, for the most part, illiterate.\n\nBy the Middle Middle Ages (circa the 1000s and 1250s), European schools, which chiefly thrived on religious principles, were to primarily train clergies. As their antecedents, the earliest universities, take the University of Paris (1160) as an example, were Catholic based [8]. Howbeit kept running, both state-owned and private institutions were also to serve religious purposes [9].\n\nGiven that at the very core of education (or any other political activity) was the ruling elites, the system itself is neither entirely negative nor extreme.\n\nIn addition to spreading the feudalism ideology, ancient Chinese education as well channelled citizens to harmonious social relationships, ritual customs and even music, which by all means centered the Confucian philosophy, a matter of history.\n\nBy the fourth century BC, the Roman education had already made certain leaps forward. It paid more attention to the fundamental socialization and early children education [10]. Regular schools did demand low tuition fees and accept both male and female students [11]. They developed the very earliest form of a hierarchical school system close to today’s [12]. Inasmuch as the Catholic school system didn’t purely revolve around catechism. Rather, it as well got students exposed to literature, arts, and other forms of knowledge.\n\n2. From the minor’s privilege to a compulsory education\n\nWe live in a world, wherein mandatory schooling has become a social norm, given that education had, for most of parts of human history, been a privilege granted to the minority - the elites and rulers.\n\nTo put into perspective, the ancient Eastern education system was pretty much driven by classism. The theocratic Egyptian society got priests to represent the elite intellectual class with authoritative power. Together with court officials, they oversaw the exclusive privileged youth education. Only scribes could enjoy the hieroglyph reading and writing privilege, and lest royal or noble, one would hardly ever be exposed to “noble” subjects: medicine, science or mathematics.\n\nIn a like manner, the ancient Mesopotamian and Indian education was as much limited to those of high social status [14].\n\nAfter years of ever-evolving advancement, the school system, to a certain extent, has done away with wealth (both the privileged and unprivileged), gender (both male and female) and political and religious status classism.\n\nFor the most part, ancient Greek education was private. The IV-century-BC Athens allowed anyone to open class and decide on what to be taught. Even down-and-out children could enjoy education.\n\nInsomuch as the Protestant Reformation (1400s) did abolish the holy European education.\n\nAs an antecedent of the Protestant Reformation, the Prussian Empire's compulsory education system (the Germany predecessor) popped up by the second half of the eighteenth century to button down the state’s supreme education power. It was still driven by the inherent political-educational orientation to \"create submissive soldiers and citizens\" [15]. The second goal was to \"nurture and uplift nationalism through the education control on the youth ”[16].\n\nIt was not until the 1830s that the system began adhering to more scrupulous principles: graded classes, free primary education; trained and well-paid teachers (as other careers) from professional schools; state budgets on the school infrastructure construction and supervision to ensure the education quality. It was not to mention that the curriculum must have been nationalism-oriented, coevally combined with science and technological knowledge and secularly taught (apart from religion) [17].\n\nAdopted in America by Horace Mann by 1843, such a system has since become the K12 model, thereupon modelled on by many other countries, ending up the standardized international educational system.\n\n3. The issue at the very core of education so far.\n\nAs far as can be seen, it seems dull to bellyache some unscrupulous individuals within this society. Theft, robbery or low intellectual level are, as a rule, systematic and stable at a certain rate. How “certain” is contingent upon the advanced level of a country.\n\nWhich seems rather kindred to student suicides from academic pressure, educational complaints, the so-called \"too many chiefs, no Indian\" and other problems. Whilst blaming certain individuals is deemed effortless, such a behavior isn’t getting us rid of any of which.\n\nWhen dogged by systematic errors, an individual ousted would pave the very way for other similar ones. In a like manner, your criticizing a phenomenon and rejecting it would, in all likelihood, breed others. We’d forevermore doomed until we could eventually correct the mistakes.\n\nFor years, public opinion has leveraged metaphorical images to correlate the education system with the factory’s mass production. Accordingly, they’ve depicted the other side of education as \"crammed\", \"coercive\", \"outlawed\", \"free will-suppressive\" or even a \"political instrument\".\n\nExtreme as they might sound, they’re not that falsifiable.\n\nBy the book, educational inequality had been done away with for centuries. In fact, we’ve not only failed to cease it to exist, but also catalyzed a more “cunning” form of existence.\n\nCarrying around the “universal” dogma, the education sector has since proclaimed that everyone deserves the right to learn and the opportunities to succeed. Given that, we know woefully horribly well that antecedents from well-heeled families are, to any extent, being exposed to more advanced forms of education.\n\nIn a like manner, given that we’re not depriving any down-and-out child of an education opportunity, the economic factor has rocked their parents so hard in giving such a decision.\n\nThe fact has it that education inequality isn’t purely what can only be found in books, rather, it does exist in data. We’ll later return to this with a more complete article.\n\nOur education system is pretty much an ideology legacy from what had formerly thrived 200 years ago. We’re, thus, out-dated from the “supersonic” societal advancement pace.\n\nAfter the US’ 2019 National Assessment of Educational Progress (NAEP), Peggy Carr, the deputy commissioner of the National Center for Education Statistics, asserted: \"The past decade has witnessed no progress. both in math and reading comprehension performance, inasmuch as the worst performing students are now even worse than ever before\" [19]. The University Entrance Examination Program (ATC) has evidenced that the number of high school students meeting the University Readiness level (according to the ATC benchmark scale for Math and English) has nose-dived to the bottom of the past 15 years. 36% of the 1.8 million students participating did not meet the standard [20].\n\nEven when we’ve set foot on the Moon and promoted an ever-evolving world, we’re still yet to eliminate global illiteracy and the so-called “sitting in the wrong class” phenomenon [21].\n\nSetting up the entire education system and employing every child on it, the government must be the one to take on the responsibilities for whatever happens to them.\n\nA government, howbeit with its \"set of governance tools\" (taxes, laws, education, policies and other authoritative privileges, still incapable of building up the national intellectual status, should feel guilty, instead of ducking their responsibilities on citizens. Even at a national macroscopic level, the government is forevermore the on to take it on.\n\nThe fact that we’re proud of outstanding students does hardly disclaim us of the responsibilities for their inferior counterparts. It’s your turn to guess which group is dominating.\n\nFuture citizens, whether handsome or corrupt, are still the products of this education. Even the odd ones out driven by their family and other social factors, are the responsibilities we have to take on.\n\nSince we’re born neither good nor evil. Nor do bad guys, who are, albeit acting upon their awareness/consciousness limitations, “dooming” us.\n\nAfter all, blaspheming those inferior to us does neither cease them to exist, polish us up, nor better this world.\n\nWhat about wiping out “Chi Pheos”?\n\nIn a world doomed with unscrupulous psychopaths, how can we be dead sure of not being their victims the next day?\n\n[1]  null - https://www.sciencedirect.com/science/article/pii/B9780128153918000094?fbclid=IwAR2dtljgnGcKU2BW1l8y5LwoskUqZFUNvV-vsez_g889_a9AlaLPcNmlih0\n\n[2]  null - https://www.sciencedirect.com/science/article/pii/B9780128153918000094?fbclid=IwAR2dtljgnGcKU2BW1l8y5LwoskUqZFUNvV-vsez_g889_a9AlaLPcNmlih0\n\n[3]  null - https://www.goodreads.com/en/book/show/35297592-the-human-instinct?fbclid=IwAR3cn5lceREtgIuYb9WHqGwZjzNmzHKhyU2nYy5jsmY0cm9j9H-YoWveBOI\n\n[4]  null - https://www.britannica.com/topic/education#ref47439\n\n[5]  Andreas Sofroniou: “Triangle of Education Training Experience”.\n\n[6]  “Education - Education in the later Roman Empire | Britannica,” Encyclopædia Britannica. - https://www.britannica.com/topic/education/Education-in-the-later-Roman-Empire\n\n[7]  A. J. Coulson, “Market Education: The Unknown History,” Transaction Publishers, 1999. - https://books.google.com.vn/books?id=3xi49dmYw0wC\n\n[8]  N. Orme, “Medieval Schools | Yale University Press,” Yale.edu, 2006. - https://yalebooks.yale.edu/book/9780300111026/medieval-schools\n\n[9]  N. Orme, “Medieval Schools | Yale University Press,” Yale.edu, 2006. - https://yalebooks.yale.edu/book/9780300111026/medieval-schools\n\n[10]  Harris W.V. \"Ancient literacy\", 1989, Harvard University Press, Cambridge, Mass.\n\n[11]  Harris W.V. \"Ancient literacy\", 1989, Harvard University Press, Cambridge, Mass.\n\n[12]  Harris W.V. \"Ancient literacy\", 1989, Harvard University Press, Cambridge, Mass.\n\n[13]  null - https://www.britannica.com/topic/education/Education-in-the-earliest-civilizations#ref47441\n\n[14]  null - https://www.britannica.com/topic/education/Education-in-the-earliest-civilizations#ref47441\n\n[15]  S. Morris, “Education: An Introduction,” Edtechpress.co.uk, 2019. - http://www.edtechpress.co.uk/index.php/details/education-an-introduction\n\n[16]  S. Morris, “Education: An Introduction,” Edtechpress.co.uk, 2019. - http://www.edtechpress.co.uk/index.php/details/education-an-introduction\n\n[17]  “An Economic History of the United States: From 1607 to the Present”, Ronald Seavoy, Routledge, 18 October 2013\n\n[18]  null - https://www.researchgate.net/publication/286542906_Education_as_a_Political_Tool_in_Asia?fbclid=IwAR1L1OxYAX03HEH0eUmDQLA8W0KIUS6UOJrDSRRoeyt55QLGTEmWXmC9ckQ\n\n[19]  C. E. Finn, “The American K–12 Decline,” National Review, Nov. 07, 2019. - https://www.nationalreview.com/magazine/2019/11/25/the-american-k-12-decline/\n\n[20]  null - https://www.nationalreview.com/magazine/2019/11/25/the-american-k-12-decline/?fbclid=IwAR09A4iXdLg2cG3dHCmXA_gNMd7bK4B3LYqu3qvt6D67SaeSSkWu4XoFSMA\n\n[21]  “The Education Crisis: Being in School Is Not the Same as Learning,” World Bank, 2019. - https://www.worldbank.org/en/news/immersive-story/2019/01/22/pass-or-fail-how-can-the-world-do-its-homework"}}