{"id": "moi-tuong-dong-giua-nhung-phong-dai-ve-o-nhiem-trong-nha-va-phong-trao-anti-vaccine", "vi": {"content": "Tuần lễ “ăn, ngủ, chơi” được biên soạn như một cuốn cẩm nang giúp chúng ta sống khoa học hơn trong những ngày ở nhà. Nhưng sẽ là thiếu sót nếu không đề cập đến vấn đề ô nhiễm trong nhà. Indoor Air Pollution (tạm dịch: ô nhiễm không khí trong nhà) đang là trào lưu những năm gần đây. Nhưng, như những thứ mới mẻ khác, bao nhiêu phần trong những thông điệp đáng sợ là thật?\n\nChúng ta sẽ không nói về những thứ cũ rích như chuyện bàn phím thậm chí còn bẩn hơn cả toilet [1]. Hoặc chuyện toilet chứa đầy vi khuẩn, ngay cả trên bàn chải đánh răng và bánh xà phòng [2]. Nghe chừng có vẻ đáng sợ (chuyện bàn chải đánh răng có vị mông của chúng ta chẳng hạn…), nhưng những câu chuyện này đã được chia sẻ khắp nơi trên internet mấy năm trước, rồi thôi. Ta vẫn sử dụng bàn phím như trước nay vẫn vậy và chưa đặt bàn chải đánh răng trong hộp kính của viện bảo tàng. Nhưng ta vẫn sống, khỏe mạnh và đầy bác ái.\n\nSự ô nhiễm trong nhà, theo như thông tin được lưu truyền, đáng sợ hơn rất nhiều và dường như xuất hiện ở mọi ngóc ngách và mọi khoảnh khắc.\n\n1. Mọi thứ đều tệ.\n\nHãy bắt đầu từ phòng khách. Một căn phòng ấm cúng với bộ ghế đệm bọc da êm ái, 4 bức tường được sơn tông màu sang trọng, chiếc máy xông tinh dầu hoặc nến thơm trong góc làm không gian tỏa ra mùi hương thật dễ chịu. Thế quái nào như thế này lại nguy hiểm?\n\nNhưng có ai nhớ cái mùi hăng hắc của bộ sofa mới tậu không? Thứ mùi khó chịu đó được gây ra bởi chất chống cháy hoặc do các hợp chất hóa học dễ bay hơi khác thường xuyên được sử dụng trong sản xuất các mặt hàng nội thất. Và các loại hóa chất này có khả năng gây ra ung thư, suy giảm IQ, gây chứng rối loạn tăng động giảm chú ý, rối loạn tuyến giáp và nhiều vấn đề khác [3].\n\nHay lớp sơn sang trọng kia có thể chứa chì và thủy ngân. Chúng có khả năng gây ra nhiều tác động lên sức khỏe; từ nhẹ như biếng ăn, khó chịu ở vùng bụng; cho đến thiếu máu, đau đầu; còn nếu nặng thì là co giật, hôn mê hay thậm chí suy thận [4]. Ngoài ra, các loại sơn truyền thống còn có thể chứa các hợp chất hữu cơ dễ bay hơi (volatile organic compounds - VOC) như toluenem xylene hay glycol, có thể gây tác động xấu đến chất lượng không khí trong nhà và sức khỏe, đặc biệt là trẻ em [5].\n\nTa cũng nên lưu ý đến các loại sơn trên dùng trên các bức tranh nghệ thuật. Ngoài chì, chúng còn có thể chứa cadimi hoặc arsen, đều là những chất độc hại đối với con người [6]. Hay theo một báo cáo [7] của Cơ quan bảo vệ môi trường Hoa Kỳ (EPA) vào năm 2001, các loại nến thơm và trầm hương có thể là một nguồn gây ô nhiễm trong nhà, và kèm theo đó - tất nhiên là những vấn đề sức khỏe. Một vài ví dụ là kích ứng mắt, mũi và họng, đau đầu, mất tập trung hoặc buồn nôn. Nghiêm trọng hơn, chúng có thể gây ra các vấn đề về gan, thận và cả hệ thần kinh trung ương [8].\n\nMột giải pháp thay thế ít khói hơn hiện đang rất được ưa chuộng là máy xông tinh dầu. Nó có thể giúp giải tỏa tinh thần bằng hương thơm dễ chịu, nhưng đồng thời cũng có tác dụng phụ như kích ứng hoặc ngứa ngáy trên da và ảnh hưởng đến những người mắc bệnh hen suyễn [9].\n\nHãy ghé thăm phòng ngủ, bật điều hòa và thả người xuống lớp đệm dày êm ái, lấy từ kệ sách một quyển tiểu thuyết đang đọc dở và làm một chuyến phiêu lưu giữa những con chữ. Làm sao nơi bình yên nhất trên thế giới này lại chứa đựng nguy hiểm?\n\nChiếc máy điều hòa của bạn, nếu không được vệ sinh thường xuyên, rất có thể sẽ phát tán nấm mốc, vi khuẩn và thậm chí là các hóa chất làm lạnh bị rò rỉ. Khí Freon là một ví dụ. Chất khí không mùi không vị này khi hít vào có thể khiến phổi và các tế bào bị thiếu oxy và dẫn đến ngộ độc khí [10].\n\nĐã bao lâu rồi tấm nệm của bạn không được phơi, bao lâu rồi tấm drap và mền kia không được giặt? Bạn có thể trả lời những câu hỏi trên bằng một con số cụ thể, nhưng bạn sẽ không thể biết được chính xác có bao nhiêu bụi bẩn có khả năng gây dị ứng hoặc hen suyễn, hay bao nhiêu kẻ gây hại tí hon chuyên ăn tế bào da chết đang nằm chung với mình đâu [11]. Và nếu hỏi tại sao lại có căn bệnh nấm da đầu, thì có lẽ là vì chúng ta thực sự đang trồng nấm trên chính chiếc gối êm ái của mình đấy [12].\n\nVà những chiếc kệ được làm bằng gỗ ép, đa số chúng có chứa formaldehyde, một loại nhựa resin đóng vai trò keo dán trong sản xuất đồ gỗ. Chất này cũng có thể bay hơi nhưng rất dễ nhận biết bởi mùi hăng khó chịu đặc trưng. Dấu hiệu đó sẽ giúp bạn tránh được những triệu chứng phiền toái như kích ứng và ngứa ngáy mắt hoặc mũi, thở khò khè hoặc hắt hơi [13]. Thay vào đó, chúng ta nên lo lắng về các loại mực dùng trong in ấn sách báo thì hơn. Một số chất dung môi có trong mực in khi bay hơi còn có thể gây choáng váng, buồn ngủ hoặc ảnh hưởng hệ thần kinh trung ương [14].\n\nVOC, hóa chất bay hơi, ô nhiễm trong nhà… đến lúc này thì chúng ta thực sự cần một chút không khí trong lành ngoài vườn rồi đấy.\n\nNgang qua bếp, chúng ta bắt gặp chiếc chảo chống dính cũ đang nằm trong bồn rửa. Thật may là chất teflon dùng để tráng chảo đã được minh oan trước những nghi vấn về độ an toàn [15]. May mà chúng ta đã giảm dần việc sử dụng những chiếc hộp nhựa đựng thực phẩm chứa BPA có khả năng gây vô sinh ở phụ nữ [16], và bếp điện cũng đang dần thay thế bếp gas truyền thống [17].\n\nCây cối ngoài vườn ngoài đem lại sự trong lành, cũng có thể nuôi sâu, bọ hoặc chứa đựng những tác nhân gây dị ứng. Chú mèo hoặc chó cưng đang nằm sưởi nắng nơi góc vườn có thể là một nguồn giải khuây hiệu quả với những tác động tích cực về mặt tinh thần đã được chứng minh [18]. Tuy nhiên, chúng ta cũng phải đề phòng những nguy cơ mà thú cưng có thể mang đến; đặc biệt là lũ bọ chét - bọn côn trùng tí hon trước đây đã làm lây lan dịch hạch, và giờ đây là bệnh mèo cào (cat-scratch disease) [19]. Ngoài ra nếu không được tiêm phòng vaccine và xổ giun, bạn cũng sẽ chia sẻ số giun sán đó với chó của mình luôn [20].\n\nRốt cuộc, với những thông tin đáng sợ trên, chúng ta phải làm gì? Không nuôi chó mèo nữa, không sử dụng chảo chống dính nữa, không ngủ nệm nữa hay tốt hơn hết là đừng ở nhà nữa?\n\nHãy...\n\n2. Học cách tư duy.\n\nThứ nhất, thông tin không nên trực tiếp dẫn đến hành động, mà chỉ là dữ liệu để giúp chúng ta tư duy. Chính tư duy mới dẫn đến hành động.\n\nBạn muốn loại thông tin gì, tôi đều có thể đưa cho bạn được. Một chiếc ghế sofa có cả những thông tin tích cực lẫn tiêu cực, bạn muốn nghe loại nào? Báo chí và các tổ chức thường sử dụng thông tin tiêu cực để buôn bán nỗi sợ hãi và kêu gọi hành động. Họ không đưa ra, cũng không có nghĩa vụ phải đưa ra những ý kiến trái chiều hay thông tin tích cực, nhưng bạn phải tự biết mà tìm đến chúng.\n\nThứ hai, bản thân thông tin không biết cách kể chuyện, những câu chuyện bạn nghe luôn xuất phát từ mồm của ai đó. Kể chuyện là một trong những cách bơm thông tin phổ biến và hiệu quả nhất hiện này, vì ai lại không thích nghe kể chuyện? Vì thế, để đáp ứng được nhu cầu độc giả, các tác giả thường bơm thêm một chút, kết nối chỗ này với chỗ kia một chút hoặc cắt bớt một chút để câu chuyện của mình trở nên hấp dẫn và thu hút hơn. Và điều này, với bản thân khoa học, thật sự tồi tệ.\n\nChúng ta có thông tin về việc sofa dùng chất chống cháy, hợp chất chống cháy có chứa một tác nhân hóa học gây ung thư => Sofa gây ung thư, nghe hợp lý phết nhờ? Nhưng không có bất kỳ nghiên cứu nào chỉ ra rõ ràng rằng, liệu ngồi trên sofa cả đời thì có ung thư không? Nghĩa là hợp chất đó có tự nó lái xe hay tàu vũ trụ ghé thăm phổi của chúng ta rồi tạo ra đột biến ở đó hay không? Hay phải khi nó bị cháy? Và ngồi ngửi khói cháy của sofa trong bao lâu và với tỉ lệ bao nhiêu sẽ mắc ung thư?\n\nHay chuyện nệm gối bị bẩn và có thể trở thành nơi chứa mầm bệnh, chúng ta có thể vệ sinh chúng, đúng chứ? Và nếu không có sofa hay nệm thì có khi nào chúng ta sẽ chết vì mỏi lưng trước khi bị ung thư không?\n\nTrường hợp tương tự, chúng ta có hội anti-vaccine, những người lập luận rằng do trong vaccine có chứa thủy ngân, mà thủy ngân có hại => vaccine có hại. Và vì khoa học có số liệu cho thấy vaccine gây chết người (với tỉ lệ rất rất rất thấp), nên họ thà không cho con mình tiêm vaccine (nghĩa là tỉ lệ chết cao hơn rất rất nhiều).\n\nLoài người cũng bị bệnh sợ những điều mới mẻ, và lựa chọn tiên quyết của họ là bàn lùi mỗi khi nghe thấy gì đó lạ lùng. Hộp đựng thực phẩm phiên bản đầu tiên có thể sẽ gây hại và bị tẩy chay, nhưng đó là động lực để thế giới tiếp tục tìm ra những mẫu an toàn hơn. Còn nếu không, thực phẩm dư thừa hoặc tình trạng nhiễm khuẩn chéo trong tủ lạnh có thể sẽ là vấn nạn quy mô toàn nhân loại.\n\nNhư ở phía trên có đề cập đến sơn kém chất lượng, chúng ta cũng từng sử dụng xăng kém chất lượng và những thứ tương tự. Đã từng thôi. Ngày nay, các chính phủ và cơ quan y tế đã đưa ra những quy định nghiêm ngặt hơn về chất lượng sơn [21], người tiêu dùng cũng đã thông thái hơn trước. Đồng thời, chúng ta cũng đã có những loại sơn sinh thái [22] thân thiện với môi trường và sức khỏe, cũng như các nghiên cứu để cải tiến chúng [23].\n\nĐó là cách thế giới hoạt động, chúng ta tạo ra thứ gì đó mới mẻ, sai sót, sửa chữa và cho ra đời những thứ tốt hơn.\n\nThế giới ngày càng trở nên tiến bộ, thế nên mỗi cá nhân cũng cần phải thông minh hơn mỗi ngày. Nếu bạn chỉ vì một vài báo mạng, một vài bài đăng thuyết âm mưu của bà nội trợ nào đó đang gõ phím bằng bàn tay còn dính mùi tỏi mà quyết định sẽ không tiêm vaccine cho con mình, hay quyết định sinh con thuận tự nhiên, hay quyết định ăn những bó rau đầy sâu bọ, thì cứ tự nhiên.\n\nBây giờ là thế kỷ 21, sau khi được hỗ trợ bởi những tiến bộ khoa học, được giáo dục bởi kiến thức tiên tiến nhất của nhân loại và bạn vẫn muốn sống như người tiền sử thì đó là lựa chọn của bạn. Nhưng đừng để ảnh hưởng đến người khác, con cái chẳng hạn, vì thế thì tệ hại lắm.\n\nVì ngay cả người tiền sử còn biết nghĩ cho con cái của mình."}, "en": {"content": "The so-called concept of “indoor air pollution” has recently been on the rise. Inasmuch as other cooked up notions, how serious is it, literally?\n\nWe’re hereby not discussing the old-as-dirt things we’ve all too often heard of, to name a few, our keyboards are filthier than the toilet [1], wherein bacteria overwhelmingly reign, even on our toothbrushes and soap bars [2]. Heinous as it might seem (that our toothbrushes have the taste of our butt, to demonstrate), these were once shared all over the internet a couple of years ago, then vanished. Like water off a duck’s back, it could hardly ever strike any note of warning to us. Keyboard still is keyboard, and we still use it exactly as we previously did. Forasmuch as we’ve never conserved our toothbrushes in glass boxes and exhibited those at the museum.\n\nWe, still, are breathing, vigorous and kindhearted.\n\nIndoor air pollution, from what’s so far been fanned out, seems even more hideous, and tucked away in all quarters.\n\n1. Every little thing is awful.\n\nOur first stop is the living room.\n\nA cozy room with a comfortable leather cushion sofa, gorgeous walls, and a corner essential oil/scented candle burner filling the entire space with a sweet aroma. Why on earth could this be dangerous?\n\nRemember the pungent smell of your new sofa? The malodor is derived from either flame retardants or other volatile chemicals, many a time, utilized during the manufacturing processes. Which have the potentials of breeding cancer, ADHD (attention deficit hyperactivity disorder), thyroid disorder, deteriorating IQ and so on [3].\n\nAt close quarters, those gorgeous walls can as well contain lead and mercury, which exert a number of detrimental health impacts: as mild as anorexia nervosa, dull abdominal pains, anemia, headache; as acute as seizures, coma or even kidney failure [4]. Traditional paints might, withal, contain such volatile organic compounds (VOC) as toluene, xylene and glycol. Either of which adversely affects the indoor air quality and health, especially children’s [5].\n\nStill, you have art paintings. Let alone lead, they might contain cadmium or arsenic, which are both toxic to humans [6]. A 2001 US Environmental Protection Agency (EPA) report has it that either scented candles or agarwood was a source of indoor pollution, which, without recourse, ran people into health problems, to demonstrate, eye, nose irritation, sore throat, headache, concentration lack and nausea. More severely, those can even dog you with liver, kidney and central nervous system problems [8].\n\nOil burner offers a less smoky, yet more popular, alternative. The pleasant aroma might, on the one hand, give you some sense of relief, on the other hand, run you into skin irritation or itching and as well negatively impact asthmatic [9].\n\nIn a high attempt to run away from such a dangerous place, you rush to your bedroom, turning on the air-conditioner, dropping yourself on the thick cozy cushion, taking off the bookshelf the novel you're reading and yourself immersing in a fantastic adventure. Why on earth would the most peaceful place on earth be hazardous?\n\nYour air conditioner, without regular maintenance, would, to all appearances, fan out mold, bacteria and even refrigerated chemicals. Take Freon as an example. This tasteless odorless gas, after inhaled, could suffocate the lungs and breed gas poisoning [10].\n\nWhen was the last time your mattress dried, or your sheets and blankets washed?\n\nWhilst you can answer those with specific “milestones”, you could hardly ever know exactly how filthy those are (which might “award” you with allergies and asthma), or how many tiny dead skin cell devourers are lying by your side [11]. Pondering your monstrous scalp fungal? It’s due to, in all likelihood, your “cultivating” fungal on your own comfortable pillow [12].\n\nThe pressed wood shelves, for the most part, embody formaldehyde, a resin-glue in the furniture manufacturing process. It might either evaporate, or give off obnoxious odor, which helps avoid such frustrating symptoms as eye/nose irritation and itching, wheezing or sneezing [13]. What should instead get on your nerves are the printed inks. Fortunately, you would only suffer from skin irritation or asthma. Otherwise, you would most likely be dogged by allergies and atoptic dermatitis. Upon votilating, some ink solvents can even induce dizziness, drowsiness, or central nervous system impacts [14].\n\nAnd when we’ve got too much of VOC, volatile chemicals and indoor pollution, we would actually be in urgent need of some fresh air. And you decide to head towards the garden.\n\nPassing the kitchen, you find an old non-stick pan lying in the sink. You feel some sense of relief since its teflon layer has been proved harmless [15]. Insomuch as you’re lucky enough that plastic food containers containing BPA that breeds infertility in women have been ousted [16], and electric cookers have gradually taken over traditional gas cookers in your kitchen [17].\n\nOutside, the fresh plants could allow you to let loose of your burdens, and as well nourish insects, bugs or contain allergens. Your pets sunbathing in the corner have been proven to bring out positive mental impacts [18]. We must, nevertheless, be wary of the risks they pose; particularly fleas - the tiny insects once fanning out plague and modern day cat-scratch diseases [19]. Unless vaccinated, you would as well share the helminths with your dog. And you’d anyway end up embodied by Campylobacteriosis (tl;dr: diarrhea, cramps, stomach ache and fever) [20].\n\nAfter all, how should we take action? Abandon dogs/cats, non-stick pans, mattresses or at best stay outdoor for the rest of your life?\n\nLet's...\n\n2. Learn to think.\n\nFirstly, information should not immediately bring out action. Let data puzzle our brain. It should be conclusions from processed information that spearhead actions.\n\nI can always offer you with whatever information you desire. Good and bad news on your sofa, which would you prefer? The media, as well as organizations, have all too often hoaxed to feast on others’ fears and call for actions. They’re in charge of neither conflicting opinions nor positive information. It’s you yourselves have to dig deep into these.\n\nThe information itself hardly tells any story. Rather, the stories you’re all too often told of are, for the most part, by word of mouth. Storytelling has long been among the most effective ways to fan out news. Who on earth doesn't relish stories? To satisfy readers’ rather “bizarre” demands, the authors, many a time, little by little, either cook up or skip some details.\n\nThat’s never science. That’s awful.\n\nIt’s a moment of “enlightenment” that sofas were made up of fire retardants, which contain chemicals breeding cancer. You then leap to a conclusion that sofas cause cancer, isn’t it reasonable? Given that, has any study evidenced that sitting on them develops such a monstrous disease? Are the compounds themselves driving cars, and spacecrafts crashing our lungs and creating mutations there? Does the reaction only take place when they’re burned? If yes, how long would it take sitting on a burning sofa to develop cancer? Inasmuch as what are the odds?\n\nShould our mattresses and pillows get filthier, hadn’t we better wash them? And without sofas, would we die of backache before cancer could develop?\n\nAt a similar stake, we have recently witnessed the calls for anti-vaccination movements. They’ve argued that since vaccines contain mercury, which is harmful, vaccines themselves must be harmful. And for there’s been scientific data on vaccines being lethal (at a very, very, very, very low rate), they would rather not have their children vaccinated (which leads to a much, much, much, much higher death rate).\n\nWe humans also suffer from neophobia, and we’ve all too often fallen back upon being introduced to some weird stuff. The very first version of food containers might have been noxious and boycotted, however, it facilitated people to invent safer models. Had it not been for those, leftovers, as well as fridge cross-contamination could have been a grave problem.\n\nWe used to operate on inferior gasoline, as much as the aforementioned modern second-class paints. That’s the past. Today, governments and health agencies have adopted more stringent regulations on paint quality [21], and we consumers have got more prudent and cautious. For the moment, we’ve even come up with eco-friendly [22] paints, and voraciously worked on to further improve them [23].\n\nThat's how the world operates. We invent something, run into errors, fix those and introduce better inventions.\n\nThe better the world gets, the wiser we must be. If you've stumbled upon some online tabloids and conspiracy theories cooked up by housewives typing with their garlic-scented hands and determined not to vaccinate your children, to lotus bear, or to eat veggies full of pathogens, I’ll give you a go-ahead.\n\nYou’re living in this modern era, aided by scientific advances, well taught of the most prudent knowledge, but still want to live a life of the prehistoric? That’s up to you.\n\nBut do not coerce others, at worst, your children. It’s a heinous crime.\n\nSince even the prehistoric bore their children in mind.\n\n[1]  G. Anderson and E. A. Palombo, “Microbial contamination of computer keyboards in a university setting,” American Journal of Infection Control, vol. 37, no. 6, pp. 507–509, Aug. 2009, doi: 10.1016/j.ajic.2008.10.032. - https://pubmed.ncbi.nlm.nih.gov/19233511/\n\n[2]  G. Anderson and E. A. Palombo, “Microbial contamination of computer keyboards in a university setting,” American Journal of Infection Control, vol. 37, no. 6, pp. 507–509, Aug. 2009, doi: 10.1016/j.ajic.2008.10.032. - https://pubmed.ncbi.nlm.nih.gov/19233511/\n\n[3]  Gabe Rivin, “How to Test a Couch for Toxins,” The Atlantic, Sep. 26, 2014. - https://www.theatlantic.com/health/archive/2014/09/how-to-test-a-couch-for-toxins/380823/\n\n[4]  J. N. Gordon, A. Taylor, and P. N. Bennett, “Lead poisoning: case studies,” British Journal of Clinical Pharmacology, vol. 53, no. 5, pp. 451–458, May 2002, doi: 10.1046/j.1365-2125.2002.01580.x. - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1874356/\n\n[5]  J. N. Gordon, A. Taylor, and P. N. Bennett, “Lead poisoning: case studies,” British Journal of Clinical Pharmacology, vol. 53, no. 5, pp. 451–458, May 2002, doi: 10.1046/j.1365-2125.2002.01580.x. - https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1874356/\n\n[6]  D. Kerr, “Art Is Beautiful. It Could Also Kill You. Here Are 7 Deadly Art Materials to Watch Out For,” artnet News, Sep. 14, 2017. - https://news.artnet.com/art-world/7-deadly-art-materials-to-watch-out-for-1081526\n\n[7]  D. Kerr, “Art Is Beautiful. It Could Also Kill You. Here Are 7 Deadly Art Materials to Watch Out For,” artnet News, Sep. 14, 2017. - https://news.artnet.com/art-world/7-deadly-art-materials-to-watch-out-for-1081526\n\n[8]  D. Kerr, “Art Is Beautiful. It Could Also Kill You. Here Are 7 Deadly Art Materials to Watch Out For,” artnet News, Sep. 14, 2017. - https://news.artnet.com/art-world/7-deadly-art-materials-to-watch-out-for-1081526\n\n[9]  null - https://www.medicalnewstoday.com/articles/326732?fbclid=IwAR0wIK1kLXGXT_3_PG8F6y-N5YZZUoEJvI84PJz3iJw1W96UlRhgeUMGf1I#are-they-effective\n\n[10]  J. Fletcher, “What to know about Freon poisoning,” Medicalnewstoday.com, Jun. 17, 2018. - https://www.medicalnewstoday.com/articles/322165\n\n[11]  null - https://www.nejm.org/doi/full/10.1056/NEJMoa023175?fbclid=IwAR106Gqw4RfrAUHlO_ElYvjdcgJEukTexvN71w22jKpaqV2osAseduWeaGw#t=article\n\n[12]  null - https://www.nejm.org/doi/full/10.1056/NEJMoa023175?fbclid=IwAR106Gqw4RfrAUHlO_ElYvjdcgJEukTexvN71w22jKpaqV2osAseduWeaGw#t=article\n\n[13]  US EPA and OAR, “What should I know about formaldehyde and indoor air quality? | US EPA,” US EPA, Feb. 19, 2019. - https://www.epa.gov/indoor-air-quality-iaq/what-should-i-know-about-formaldehyde-and-indoor-air-quality\n\n[14]  US EPA and OAR, “What should I know about formaldehyde and indoor air quality? | US EPA,” US EPA, Feb. 19, 2019. - https://www.epa.gov/indoor-air-quality-iaq/what-should-i-know-about-formaldehyde-and-indoor-air-quality\n\n[15]  M. Reinagel, “Are Nonstick Pans Safe?,” Scientific American, Jan. 17, 2018. - https://www.scientificamerican.com/article/are-nonstick-pans-safe/\n\n[16]  M. Reinagel, “Are Nonstick Pans Safe?,” Scientific American, Jan. 17, 2018. - https://www.scientificamerican.com/article/are-nonstick-pans-safe/\n\n[17]  M. Reinagel, “Are Nonstick Pans Safe?,” Scientific American, Jan. 17, 2018. - https://www.scientificamerican.com/article/are-nonstick-pans-safe/\n\n[18]  J. Gillis and B. Nilles, “Opinion | Your Gas Stove Is Bad for You and the Planet,” The New York Times, 2019. - https://www.nytimes.com/2019/05/01/opinion/climate-change-gas-electricity.html\n\n[19]  J. Gillis and B. Nilles, “Opinion | Your Gas Stove Is Bad for You and the Planet,” The New York Times, 2019. - https://www.nytimes.com/2019/05/01/opinion/climate-change-gas-electricity.html\n\n[20]  J. Gillis and B. Nilles, “Opinion | Your Gas Stove Is Bad for You and the Planet,” The New York Times, 2019. - https://www.nytimes.com/2019/05/01/opinion/climate-change-gas-electricity.html\n\n[21]  null - https://www.cpsc.gov/Recalls/1977/cpsc-announces-final-ban-on-lead-containing-paint?fbclid=IwAR3kCPwvKWmDYq-dUAmSu0IU33t3ChqjnJjhgK9BYEQ4BTT3yBw2AVPc-RU\n\n[22]  null - https://www.cpsc.gov/Recalls/1977/cpsc-announces-final-ban-on-lead-containing-paint?fbclid=IwAR3kCPwvKWmDYq-dUAmSu0IU33t3ChqjnJjhgK9BYEQ4BTT3yBw2AVPc-RU\n\n[23]  null - https://www.cpsc.gov/Recalls/1977/cpsc-announces-final-ban-on-lead-containing-paint?fbclid=IwAR3kCPwvKWmDYq-dUAmSu0IU33t3ChqjnJjhgK9BYEQ4BTT3yBw2AVPc-RU"}}