{"id": "dieu-duoc-nhieu-nguoi-tin-tuong-khong-nhat-thiet-la-dieu-dung-dan", "vi": {"content": "Tôi nghĩ loạt bài viết trong tuần này sẽ đụng chạm đến khá nhiều người vì chúng có liên quan đến những lời khuyên dân gian phổ biến, cũng như phân tích các trào lưu nuôi con gắn mác “khoa học phương Tây” đang thịnh trong thời gian gần đây. Vì vậy bài đăng này tuy không liên quan mật thiết với chủ đề của tuần, nhưng cần thiết để làm rõ quan điểm với nhau từ đầu.\n\nNhững bài viết của chúng tôi có thể sẽ đụng chạm đến niềm tin của bạn và ai cũng biết rằng chẳng dễ dàng gì để chấp nhận việc này (và bạn cũng chẳng cần phải chấp nhận chuyện ai đó đụng chạm đến niềm tin của mình làm gì, cứ đấm họ thôi nhé). Nhưng ngay cả khi bạn và rất nhiều người khác chọn tin vào điều gì đó, không có nghĩa chúng là điều đúng đắn.\n\nRất nhiều người tin vào lý tưởng của Đức Quốc Xã không khiến lý tưởng diệt chủng của họ trở nên đúng đắn. Tương tự như vậy, một bài viết của Monster Box nếu sai thì ngay cả khi có hàng nghìn người tin, đó vẫn là một bài viết sai, không hơn không kém.\n\nThế giới chúng ta đã, đang và sẽ sống tồn tại rất rất rất nhiều thứ nhiều người tin và trong đó có cái đúng, cái sai, cái vô dụng. Tôi lặp lại điều hiển nhiên này để hàm ý rằng tuy niềm tin chúng ta có giá trị rất lớn trong đời sống thực, nhưng nó vô nghĩa trong quan hệ logic.\n\nThứ gì đó tồn tại hàng nghìn năm (tử vi, bói toán, chiêm tinh, tarot, kinh dịch chẳng hạn) nghĩa là nó được nhiều người tin tưởng và ứng dụng, nhưng không có nghĩa nó đúng đắn.\n\nVì mọi thứ đều là sai cho đến khi được chứng minh là đúng.\n\n1. Meme.\n\nĐể lý giải cho những hiện tượng văn hóa phổ biến nhiều người theo đuổi, Richard Dawkins FRS - Giáo sư ĐH Oxford, Nhà sinh học tiến hóa - đặt ra giả thuyết “meme”.\n\nÔng gọi những ý tưởng, hành vi, phong cách… được lưu truyền rộng rãi trong đại chúng là các “meme”. Những meme này tồn tại như một thực thể độc lập, dạng virus, có khả năng lan truyền từ người này qua người khác và tiến hóa để trở nên hấp dẫn hơn [1].\n\nMeme khi trở nên phổ biến có thể trở thành phong tục, tập quán, tín ngưỡng hoặc niềm tin không có cơ sở phổ biến nào đó.\n\nChúng ta thường bắt chước phong cách, hành vi của người khác, cũng như muốn lan truyền giá trị mà bản thân đề cao đến cộng đồng - biểu hiện cho sự “lây lan” của meme. Nhiều người đồng ý rằng meme có phần giống với gen (trong sinh học) vì chúng có khả năng sao chép, biến đổi và thích ứng với áp lực từ chọn lọc tự nhiên [2].\n\nHãy cùng làm rõ với nhau rằng, không phải ngẫu nhiên mà cộng đồng nào đó có những hoạt động văn hóa đặc trưng của mình. Chẳng hạn tập tục tảo hôn ở một vài dân tộc thiểu số có thể ban đầu là ý tưởng của ai đó rồi trở nên rộng rãi vì nhiều người đồng ý và trở thành phong tục.\n\nNiềm tin vào ma quỷ, niềm tin vào những thế lực siêu nhiên… cũng là meme. Đây là những meme mạnh mẽ đã tiến hóa qua hàng nghìn năm và được cân chỉnh phù hợp với bối cảnh xã hội ở từng thời điểm để trở nên mạnh mẽ. Mê tín dị đoan là meme mà ở thời hiện đại đang dần được khoác lên lớp áo khoa học để thu hút nhiều tín đồ hơn - dù cho thời điểm nó xuất hiện lần đầu không hề tồn tại khái niệm “khoa học”.\n\nMeme có thể tốt đẹp, độc hại hoặc trung tính và sự tồn tại không nói lên tính chất của chúng.\n\n2. Luôn có một nhóm người nào đó tin vào điều gì đó.\n\n“Hủ tục cần bị dẹp bỏ” là những meme xấu bị xã hội loại bỏ - cũng là meme không còn khả năng biến đổi để thuyết phục người khác lan truyền nó nữa. Phân biệt chủng tộc là meme khác tuy độc hại nhưng vẫn tồn tại, trò đùa về Thanh Hóa cũng tương tự.\n\nTrong mê tín dị đoan, nhiều meme như bói toán, tử vi… tuy còn phổ biến trong vài nhóm người nhất định nhưng dần mai một vì không còn hấp dẫn được thế hệ kế thừa là giới trẻ nữa. Ngược lại, nhiều meme như tarot, chiêm tinh tuy xa lạ với người lớn nhưng lại được giới trẻ ưa chuộng và có triển vọng phát triển mạnh trong tương lai.\n\nNếu có làm kinh doanh, bạn sẽ biết rằng những mô hình kinh doanh với sản phẩm lý tưởng (cho rằng ai cũng cần sản phẩm này) phần lớn phá sản nhanh chóng. Ngược lại, mô hình kinh doanh hiệu quả cần có sản phẩm tập trung vào nhu cầu của một lượng khách hàng tuy nhỏ nhưng thực tế và ổn định.\n\nChẳng hạn, khi bắt đầu một mô hình kinh doanh, mô hình càng gọn và có sản phẩm càng cốt lõi thì chi phí bỏ ra càng ít và tỉ lệ thành công càng cao với riêng bạn (càng cao thôi, không có nghĩa là chắc chắn sẽ thành công nhé).\n\nVí dụ: kinh doanh nội thất (quá quy mô) → kinh doanh nội thất phục vụ nhu cầu chủ nghĩa tối giản (tương đối quy mô) → bán một vài nội thất thiết yếu (tủ, kệ, bàn, ghế) phục vụ chủ nghĩa tối giản (vừa phải) → chỉ bán duy nhất một loại nệm lót ghế phục vụ chủ nghĩa tối giản (niché).\n\nTất nhiên mọi thứ sẽ phức tạp hơn khi phân tích chi tiết, nhưng để dành nói sau nhé. Quay trở lại với chuyện “cái quái gì cũng có người mua”:\n\nMột nữ streamer bán nước tắm với giá 30 USD vẫn có người mua, thậm chí khan hàng [3]. Viên gạch Supreme được rao bán trên ebay với giá 1000 USD cũng đắt khách [4]. Hai hiện tượng trên đều trở thành “internet meme”, đặc biệt là thương hiệu Supreme. Nhưng Supreme thu hút được lượng lớn tín đồ là giới trẻ có tiền, và mô hình kinh doanh của họ thành công.\n\nNTN, Khá Bảnh, Huấn Rose là những “viral trend” (trào lưu phổ biến) là một phần của meme về sự thần tượng của chúng ta dành cho giới giang hồ hay những người bất hảo nhưng đạt được những thứ xã hội đề cao (tiền, danh vọng, quyền lực).\n\nChúng ta từng thần tượng xã hội đen trên phim ảnh thời còn trẻ, giới trẻ ngày nay thần tượng giang hồ mạng cũng không có quá nhiều khác biệt. Lưu ý rằng khoảng cách từ sự chú ý đến học theo, bắt chước và cố gắng để trở nên tương tự là khá xa.\n\n3. Sẽ thật buồn nếu niềm tin của chúng ta chẳng bị ai phản đối.\n\nPhim hoạt hình Coco có một ý tưởng khá hay về nếu chúng ta không còn được người còn sống nhớ đến nữa, ta sẽ phải chết một lần nữa ở địa ngục. Meme cũng vậy.\n\nMeme dùng mọi cách để vào thời khắc cuối ngày, nó vẫn được nhớ đến. Supreme trở thành trò đùa, phong cách quay video của NTN bị đánh giá là hạ cấp, phong trào Trái Đất phẳng bị cho là tâm thần, anti-vaxx bị chửi ngu muội… là cơ sở để meme vẫn tiếp tục tồn tại.\n\nTôi từng đọc được một câu chuyện trên Quora về việc hoạt động gõ cửa từng nhà để truyền giáo không nhằm thu hút thêm tín đồ, mà nhằm gắn chặt niềm tin của những người trong tôn giáo đó. Vì khi bạn đi truyền giáo, bạn sẽ bị người ngoại đạo phớt lờ, dè bỉu, khinh bỉ, cười vào mặt hay thậm chí chửi bới… điều này càng khiến bạn tin hơn vào tôn giáo của mình và gắn bó với những người có cùng niềm tin.\n\nBài đăng của Monster Box về chiêm tinh học tuần trước tất nhiên không thể khiến những tín đồ chiêm tinh hoài nghi dù chỉ một chút, ngược lại còn giúp họ càng tin tưởng hơn và khinh bỉ những kẻ ngoại đạo là kém hiểu biết. Dễ hiểu vì chiêm tinh học là một trong những meme thuộc hàng mạnh nhất của nhân loại, vì niềm tin này tuy bị đứt gãy ở nhiều giai đoạn trong lịch sử lẫn bị nhiều phe cả khoa học lẫn tôn giáo cản trở nhưng vẫn tồn tại và ngày càng phát triển.\n\nBạn biết đấy, ngay cả chuyện uống nước tiểu mỗi sáng để chữa bệnh, nhỏ sữa vào mắt trẻ để trị đau mắt, nhịn ăn liên tục nhiều ngày và uống nước chanh để thanh lọc cơ thể, hấp sữa mẹ với hành cho em bé uống để bớt khóc, cột sóng 5G phát tán virus… còn có người tin, liệu có tồn tại điều gì chúng ta biết nhưng không phải ai cũng tin không?\n\nTrên yếu tố mâu thuẫn và cạnh tranh giúp meme trở nên phổ biến. Yếu tố thứ hai của meme là sự “di truyền ý tưởng” thông qua gia đình.\n\nThế giới 8 tỷ người, số meme độc hại và số người tin vào chúng ngày càng nhiều - đặc biệt là những người sống trong cùng môi trường. Đây là lý do khiến bạn bất ngờ vì thế giới càng hiện đại lại càng nghe được nhiều câu chuyện ngu ngốc của loài người. Chẳng qua nhân loại quá đông để những câu chuyện ấy có thêm khả năng xuất hiện, và truyền thông thì đưa tin từ khắp nơi trên thế giới.\n\nBa mẹ, ông bà của bạn nếu có những mẹo giúp trẻ tăng sức đề kháng, tăng trí thông minh… đừng vội tin. Có thể đó chỉ là những meme được lưu giữ qua nhiều thế hệ. Ngay cả khi những người xung quanh bạn cũng tin, cũng chẳng khiến tính đúng đắn của lời khuyên đó được tăng lên.\n\nTôi nghĩ bạn nên bỏ qua gần như toàn bộ yếu tố kinh nghiệm phía sau những niềm tin ảnh hưởng trực tiếp đến sức khỏe của bản thân và con em mình, và tham khảo tính khoa học trong mỗi lời khuyên thông qua bác sĩ hay chuyên gia - trong trường hợp bạn không đủ khả năng.\n\nNhững bài viết trong tuần này sẽ lật lại một số meme phổ biến trong nuôi dạy con cái và chúng tôi đơn giản chỉ khiêm tốn xét chúng dựa trên góc nhìn khoa học để có thể đưa ra kết luận.\n\nBài viết này được đặt trong mục [Debate] vì lý thuyết về meme của Richard Dawkins có tuổi đời tương đối non trẻ và là lý thuyết gây nhiều tranh cãi. Nhiều ý kiến từ những nhà khoa học khác cho rằng đây là ngụy khoa học vì “chưa được kiểm chúng, không được hỗ trợ bởi các lý thuyết khác và không chính xác” [5].\n\nTuy vậy, tồn tại tương đối nhiều học giả tin tưởng và xây dựng học thuyết nối tiếp dựa trên meme. Tiêu biểu có thể kể đến công trình của Jack Balkin - Tiến sĩ luật Harvard, Tiến sĩ triết học Cambridge. Jack Balkin cho rằng meme tốt hay xấu phụ thuộc vào môi trường chúng tồn tại, chứ không phụ thuộc vào nguồn gốc.\n\nChẳng hạn, trong cuốn sách Phần mềm văn hóa: Một lý thuyết về tư tưởng (Cultural Software: A Theory of Ideology) ông lập luận rằng phân biệt chủng tộc là một meme tinh vi đến mức đã phát triển thành hệ thống trò đùa, mô hình ẩn dụ, cấu trúc xã hội, những lẽ thường không ai chú ý đến hay thậm chí đã góp phần kiến tạo nên tự do ngôn luận và thị trường tự do để chúng có thể phát triển mạnh mẽ hơn nữa (do hoạt động này sẽ kích động sự khác biệt trong giữa các chủng tộc) [6].\n\nTôi cũng nghĩ rằng những meme được gọi là phong tục tập quán lạc hậu vốn có ích trong một bối cảnh xã hội và khoảng thời gian cụ thể - nhưng chúng dần trở nên có hại vì chúng ta đang ở trong thế kỷ 21, nơi khoa học công nghệ bao trùm gần như mọi thứ.\n\nPhần cuối ở mỗi bài viết của chúng tôi luôn khiến bạn phải dừng lại một chút, lần này cũng không ngoại lệ.\n\nRất có thể niềm tin về meme cũng chỉ là meme."}, "en": {"content": "This week's articles must be, to all appearances, touchy to quite a number of people since we’re going over both ubiquitous folk advice and the emerging “Westernly scientific” parenting trends. I’ll make it clear, this post, howbeit off this week’s topic, is critical [as a disclaimer].\n\nOur articles might “inspect” your beliefs, which is woefully bitter. (Inasmuch as you are not coerced to endure this touchiness, just stand up and stave us off).\n\nGiven that, even when you, and many others fall for something, it still can be falsified.\n\nThe majority’s taking Nazis as gospels could hardly ever turn the genocidal dogma righteous. In a like manner, an erroneous Monster Box’s article, albeit with thousands of ardent supporters, still is erroneous to any extent.\n\nThe world we’ve been living in has bred many a thing that, either rights, wrongs or “deadwoods”, people still are counting on. Straightforwardly enough, given that our beliefs are indeed crucial in reality, they’re pretty much nonsensical in logical relations.\n\nPerennial things (to name a few, horoscope, divination, astrology, tarot, and yijing) must have been lapped up. This, however, could rarely evidence their “truism”.\n\nFor everything is falsifiable until it’s proven right.\n\n1. Meme.\n\nRichard Dawkins FRS, a Oxford University professor, withal an evolutionary biologist, in a high attempt to explain the pop cultural phenomena, has hypothesized the so-called ”meme”.\n\nHe coins the ideas, behaviors, styles, customs thriving in the pop culture ”memes”. Taking up a virus form, they exist as nonpartisan entities, “contagious” among individuals, and ever-evolving to get more compelling [1].\n\nOnce all the rage, memes might morph into customs, practices, religions or beliefs of no solid foundation.\n\nWe’ve all too often imitated others’ style and behaviors, longing to fan out the values we’ve acted upon to the community - the most visible “symptom” of “meme contagion”. Many concur that memes are, to a certain extent, similar to genes since they’re capable of copying, modifying and adaptable to survive from natural selection [2].\n\nIt’s, thus, no coincidence that certain communities have developed their own cultural activities. To demonstrate, the early marriage custom among ethnic minorities might have initially been one's idea before it could bloom. Which has been facilitated since locals have assented, forasmuch as the custom itself must have been versatile within those areas.\n\nDemon and supernatural force concepts ... are as well memes, the overwhelming, ever-evolving dogmas that have been shaped up to thrive in any social context. To put into perspective, superstition has been quite a modern-time meme having little by little been tagged as a “science” to suck in more followers - given that it had long preceded ”science”.\n\nMemes can be uncorrupted, intoxicated or neutral, insomuch as their existence could hardly evidence their very nature.\n\n2. There’re forevermore devoted followers.\n\n”Depraved customs” are the wicked memes culled by the society, and coevally failing to spread. That said, racism, another unscrupulous meme, does still exist. So does the Thanh Hoa joke.\n\nAs to superstition, such memes as fortune-telling and horoscopes, albeit all the rage among certain groups, has little by little died away since they’ve failed to bewitch the young. On the other hand, tarot and astrology, howbeit rather bizarre to adults, have better engaged this generation, auspiciously thriving, sooner or later.\n\nShould you ever do business, you’d know that the business models with “ideal” products (presuming the buoyant demands) do, as a rule, sooner or later flop. Inasmuch as a rather efficacious model would, to all appearances, thrive on products that key on an, albeit small, practical and stable customer base.\n\nTo illustrate, a startup of more compact model and more keyed-on products would cost less whilst leveraging your success rate (still, it’s by no mean dead sure you’ll succeed).\n\nTo put into perspective, as you embark on a furniture business (too broad) → minimalism furnitures (relatively broad) → a few critical minimalism furnitures (cabinets, shelves, tables, chairs - moderate) → only one type of minimalism chair cushion (niché).\n\nGiven that, things are actually more convoluted in detail, but we’ll get back to this later. Flash back to ”there must always be buyers of a certain product” story:\n\nA female streamer could sell her bath water at $ 30, which later ran into a scarcity [3]. The 1000-dollar Supreme Brick on ebay for $ 1000 has been as much gobble up [4]. The two phenomena has become the ”internet memes”, notably the Supreme brand. Still, Supreme has sucked in a considerable number of devoted well-heeled followers, forasmuch as their business model is prosperous, of which their dissidents could only daydream.\n\nNTN, Huan Rozie and Kha BanH have emerged as ”viral trends” - the memes of the unscrupulous holding what have reigned this society: fame, money and power.\n\nAs youngsters, we were once in awe of “cinema gangsters”, who are rather resembling the modern-day “cyber gangsters”. Bear in mind that it’s forevermore a far cry from observations to imitations and “morphs”.\n\n3. It’d be dismal were our faith never turned down.\n\nCoco conveys a rather astonishing idea of once we’re no longer remembered by other living creatures, we’d have to beforehand die once more in hell. So would meme.\n\nMemes make every effort to still be born in mind at the end of the day. As regards Supreme as a joke, NTN's style as “catchpenny”, the flat Earth movement as mental disorder and anti-vaccination as ridiculous have, at a similar stake, upheld these memes’ existence.\n\nA Quora story has it that evangelizing is, instead of to suck in more believers, to build up the followers’ faith. Being turned a blind eye on, loathed, shunned, cackled at, or even cursed by outsiders would only invigorate your religious faith, thus, stick to those of similar beliefs.\n\nMonster Box's astrology post could indeed hardly ever shed any “light” on astrologers. Rather, it must have built up their belief, eschewing “less knowledgeable” outsiders. Which is understandable since astrology has been among the most authoritative memes on record. Broken at certain historical stages, and as much hindered by both science and religion, such a belief still is thriving until nowadays.\n\nEven “drinking urine to cure diseases”, “pouring milk in infant eyes to treat sore eyes”, “continuously skipping meals and only turning to lemon juice to purify body”, or “5G base stations spreading virus” have got believers, which on earth would never suck in one?\n\nOn the one hand, an ubiquitous meme must be violently conflicting, and as much competitive with others. On the other hand, it must satisfy the ”generational idea bequeath” prerequisite.\n\nLiving in-between other 8 billion fellow humans, the number of wicked memes’ followers is seemingly mounting - notably among those in the same environment. In all likelihood, the further we advance, the worse ridiculous stories we’d hear of. Given the jam-packed civilization that have catalyzed, and the media getting us up-to-second updates on those.\n\nBe wary of your parents and grandparents’ tips on enhancing the immune system or leveraging intelligence. Those might, in all likelihood, have been purely memes “well-preserved” for generations. Even your surroundings turning bigots could rarely heighten its accuracy.\n\nBrush off all these generational experience, and the potentially hazardous beliefs. Given your doubts, you’d better turn to doctors and experts’ advice.\n\nThis week's articles are digging into the “all-too-often-heard-of” parenting memes and we’re hereby standing on scientific perspectives to draw conclusions.\n\nThis article is a [Debate] session for Richard Dawkins' meme theory is rather new and as much controversial. Other scientists have claimed that it’s nothing but pseudoscience, for it’s been without empirical evidence, neither supported by other theories nor accurate” [5].\n\n“As usual”, there have existed scholars counting on, thus, developing meme-based theories. The most striking of which must be Jack Balkin’s - a Harvard Law and Cambridge philosophy doctor. He asserts that a meme is contingent to the environment it thrives in, instead of its origin.\n\nHis Cultural Software: A Theory of Ideology, to illustrate, argues that racism is so convoluted a meme that it has evolved into jokes, metaphorical models, social structures and social norms that no one could ever notice. We, instead, have even acted as a precursor to the free speech rights and free market for it to blossom (since these practices would, in all likelihood, spearhead races’ distinctive features) [6].\n\nAs far as I could ever concern, depraved customs and practices must have been practical within a certain social context and time period. That said, they’ve step by step turned unscrupulous by the 21st century, wherein science - technology have tucked away in pretty much everything.\n\nWe’ve all too often got you to stop by the very last sentences for a while, and this time is no exception.\n\nAs far as can be seen, even this meme belief might be merely a meme.\n\n[1]  https://www.britannica.com/topic/meme - https://www.britannica.com/topic/meme\n\n[2]  Graham, Gordon (2002), Genes: a philosophical inquiry, New York: Routledge, p. 196\n\n[3]  https://www.theguardian.com/technology/2019/jul/12/belle-delphine-gamer-girl-instagram-selling-bath-wate - https://www.theguardian.com/technology/2019/jul/12/belle-delphine-gamer-girl-instagram-selling-bath-wate\n\n[4]  https://www.theguardian.com/technology/2019/jul/12/belle-delphine-gamer-girl-instagram-selling-bath-wate - https://www.theguardian.com/technology/2019/jul/12/belle-delphine-gamer-girl-instagram-selling-bath-wate\n\n[5]  https://books.google.com.vn/books?id=Gr4snwg7iaEC&pg=PA664&redir_esc=y#v=onepage&q&f=false - https://books.google.com.vn/books?id=Gr4snwg7iaEC&pg=PA664&redir_esc=y#v=onepage&q&f=false\n\n[6]  Balkin, J. M. (1998), Cultural software: a theory of ideology, New Haven, CN: Yale University Press, ISBN 978-0-300-07288-4"}}