{"id": "ly-thuong-kiet-va-cuoc-khang-chien-chong-quan-tong-campaign-xuat-sac-nhat", "vi": {"content": "Lịch sử Việt Nam có nhiều cuộc kháng chiến hào hùng cũng như nhiều nhân vật lịch sử đặc sắc, nhưng thật khó hiểu khi tất cả những gì nhà trường lặp đi lặp lại đến ăn sâu vào tiềm thức là những câu chuyện như “Trần Quốc Toản bóp nát quả cam\" vốn vô thưởng vô phạt?\n\nChúng tôi đã cân nhắc xem xét liệu giữa các cuộc kháng chiến chống Nguyên-Mông, Tống, Thanh, Minh, Mỹ và Pháp... liệu đâu là campaign xuất sắc nhất? Câu trả lời là cuộc kháng chiến chống Tống.\n\nMặc dù cuộc kháng chiến này không thể phức tạp bằng chiến dịch Điện Biên Phủ, cũng không đủ hào hùng bằng kháng chiến chống quân Thanh, hay độc đáo và hùng tráng như chống Nguyên-Mông… nhưng nó lại tương đối đa dạng và phù hợp hơn với định nghĩa “campaign” trong ngành quảng cáo.\n\nLý Thường Kiệt được mệnh danh là đệ nhất mỹ nam tử vì có dung mạo hơn người, nhưng trí tuệ lẫn tài thao lược của ông cũng chẳng kém ai. Ông đã đưa ra những đề xuất đột phá như “đánh trước còn hơn bị đánh”. Nói là làm, Lý Thường Kiệt kéo quân sang đánh phủ đầu nhà Tống.\n\nTrên đường hành quân sang đất Tống, Lý Thường Kiệt đã “làm truyền thông” rất tốt bằng cách cho người dán và rải những mẩu cáo thị/truyền đơn thông tin rằng quân đội nhà Lý chỉ chiếm đóng các mục tiêu quân sự chứ không tổn hại đến dân thường. Theo sử sách ghi lại, việc này đã cho thấy hiệu quả: dân Tống không cản trở đoàn quân của Đại Việt.\n\nMọi đường đi nước bước trong cuộc kháng chiến này đều chuẩn chỉnh. Lý Thường Kiệt đã nghiên cứu rõ lợi thế của bên mình và nhược điểm của bên địch, từ đó đưa ra kế sách “xử lý khủng hoảng\" từ trước bằng cách cho bố trí trận địa mai phục và phòng tuyến sông Như Nguyệt.\n\nĐây cũng là thời điểm ra đời bài thơ “Nam quốc sơn hà\", được xem là bản tuyên ngôn độc lập đầu tiên của Việt Nam. Tương truyền Lý Thường Kiệt cho người đọc vang bài thơ trên vào buổi tối, nhằm suy giảm tinh thần quân địch.\n\nLý Thường Kiệt đã vận dụng thành công nhiều “phương pháp truyền thông\" trong cuộc kháng chiến chống Tống, nhưng đặc sắc nhất có lẽ là việc chủ động giảng hòa với triều đình nhà Tống. Ông đã đạt được mục đích thành công nhất của campaign là nâng cao vị thế và giá trị nhận diện cho “thương hiệu\". Nhà Tống về sau từ bỏ giấc mộng thâu tóm Đại Việt, vốn là Giao Chỉ theo cách gọi bấy giờ của họ."}, "en": {"content": "Vietnam itself has witnessed a considerable number of heroic wars, as well as many one-of-a-kind historical figures. Still, it seems absurd that all what school can offer is injecting such impractical stories as “Tran Quoc Toan crushing oranges” into student’s mind?\n\nWe carefully chose among the resistance wars against Yuan-Mongol, Song, Qing, Ming, American and French to find out the most vigorous. We then arrived at a conclusion: the one against the Song dynasty.\n\nThough it wasn’t as complicated as the Dien Bien Phu campaign, as heroic as the resistance war against the Qing, or as unique and majestic as the Yuan-Mongol’s. Still, it is exceptionally diverse and well match the definition of \"campaign\" in the advertising industry.\n\nLy Thuong Kiet is known as the most handsome general due to his outstanding appearance. Given that, his intellectual intelligence and strategy skills are hardly inferior to anyone. He was the one to put forward such breakthrough suggestions \"preventive fights are still better than being passive\". As a man of word, he then mobilized troops to preventively fight the Song army.\n\nOn the way, Ly Thuong Kiet did an excellent job of \"communicating\" by spread leaflets informing that the Ly army would only occupy military objectives, thus inflict no harm to the ordinary. Vietnamese history has it that this was incredibly efficient: Song people didn’t cast stone in Dai Viet's army.\n\nEvery step in this war is exceptional. Ly Thuong Kiet had carefully studied his, as well as the enemy’s highlights and challenges, thus, drew up an audacious plan to early \"tackle crisis\" by arranging ambushes and the Nhu Nguyet river defence line.\n\nIt was also when the poem \"Nam Quốc Sơn Hà\" was composed as the first declaration of independence of Vietnam. Legend has it that Ly Thuong Kiet always had someone read it out loud every night to dishearten the Song army.\n\nLý Thường Kiệt successfully employed a vast number of \"communication methods\" in the resistance war, yet the most outstanding was probably his high attempt to reconcile with the Song. He was capable of attaining the campaign goal of scaling dizzy heights, as well as \"brand\"’s identifying values. The Song Dynasty later abandoned the dream of feasting on Dai Viet - their conceptual Jiaozhi province."}}