{"id": "theo-duoi-gia-tri-ben-vung-hay-bam-trend-de-viral", "vi": {"content": "*Bài viết có thể chứa một vài thuật ngữ/từ lóng, mong các bạn không cảm thấy khó chịu khi đọc.\n\n______\n\nCó hai trường phái chính trong truyền thông, quảng cáo và nhiều thứ khác nói chung: (1) theo trend và (2) theo đuổi giá trị bền vững.\n\n1. Trend (xu hướng) là những sự kiện bất ngờ, nhất thời và thu hút sự chú ý của lượng lớn cư dân (chủ yếu là cư dân mạng) trong một khoảng thời gian nhất định. Chúng sau đó thường mờ nhạt rồi biến mất hoặc bị thay thế bởi trend khác.\n\nVí dụ, chúng ta từng có trend về Robert Chen, làm thơ không vần, siêu to khổng lồ, nồi cơm điện hay gần đây nhất là bánh mì. Nhưng U23, Tết hay World Cup cũng có thể gọi là trend. Một số cá nhân, tổ chức hoặc nhãn hàng sẽ tận dụng kết nối giữa trend và tác phẩm của họ, để “hưởng ké” sự chú ý của công chúng tại thời điểm đó.\n\n2. Theo đuổi giá trị bền vững nghĩa là không chạy theo trend, mà tập trung vào những giá trị cốt lõi của mình.\n\nVí dụ, Kurzgesagt, Monster Box hay những channel khoa học khác luôn và chỉ làm video về khoa học, không bám theo sự kiện thời sự. Hoặc các nhãn hàng lớn khi quảng cáo sản phẩm dưới dạng TVC cũng tập trung vào giá trị của sản phẩm, không cần đề cập hay sử dụng bất kỳ trend nào.\n\nDạo gần đây dấy liên nhiều cuộc tranh cãi liệu rằng bám trend để viral hay đầu tư tâm huyết cho những sản phẩm bền vững thì tốt hơn cho nhà quảng cáo (và cho văn hóa quảng cáo nói chung)?\n\nMột số ý kiến cho rằng việc đu trend chẳng có gì xấu hay sai, thì việc gì lại không làm? Nhất là khi nó mang đến hiệu quả ngay lập tức, mà quảng cáo thì quan trọng nhất là hiệu quả.\n\nNhưng cũng có ý kiến phản biện rằng “như thế nào là hiệu quả, like share hay doanh thu thực?”. Bên cạnh đó, việc bám trend cũng khiến thị trường quảng cáo trở nên một màu và kém chất lượng. Vì đặc thù trend đến nhanh và qua cũng nhanh, các sản phẩm quảng cáo cần có thời gian sản xuất ngắn nhất và hiệu quả nhất có thể. Phương án khả dĩ nhất là hình và chữ.\n\nNhững ý kiến này tất nhiên đồng ý rằng nên theo đuổi giá trị bền vững. Vì hiệu quả tại một thời điểm của sản phẩm tuy không thể bằng những sản phẩm theo trend, nhưng xét cả một quá trình lại là câu chuyện khác. Vì một giá trị bền vững thì không bao giờ biến mất, mà thứ gì tồn tại thì thứ đó có ý nghĩa. Trong khi trend thì đến rồi đi.\n\nNhưng theo đuổi những sản phẩm bền vững thì tốn kém, tốn nhiều thời gian công sức (do phải tự thân tạo ra sự hấp dẫn chứ không đu bám theo trend) và không đem lại hiệu quả tức thời. Đôi lúc nó là một bài toán đầu tư có phần mạo hiểm, được ăn cả ngã về không. Và liệu rằng theo đuổi giá trị bền vững có thật sự “thượng đẳng\" hơn so với bám trend hay không, hay chỉ là ngã rẽ khác?\n\nCũng có ý kiến cho rằng nên linh hoạt phối hợp cả hai, nhưng nghe thuyết phục liệu có thật sự hợp lý? Vì có những tập khán giả, khách hàng thích trend và tập đối lập. Vậy vừa làm cả hai thứ có phải vừa tốn sức vừa tự giết chết bản sắc của mình?\n\nCũng có ý kiến cho rằng… họ muốn nghe ý kiến từ bạn. Nếu bạn là người làm kinh doanh, hoặc người làm tiếp thị, bạn sẽ hướng đến chạy theo trend hay theo đuổi giá trị bền vững?\n\nHãy thoải mái thể hiện bất kỳ quan điểm nào, dù chỉ là những thứ chợt vụt qua trong tâm trí bạn. Mọi quan điểm đều được hoan nghênh."}, "en": {"content": "*The article might consist of some slangs, as well as academic terms, I hereby hope that this doesn’t get on your nerves.\n\n_____\n\nTo put into perspective, there exist two major schools in media, advertising and other sectors: (1) follow the trends and (2) pursue sustainability values.\n\n1. Trends are kind of abrupt and ephemeral events that draw attention of the majority of citizens, as well as netizens, over a definite time period. Afterwards, they either die away or be superseded by another dominant trend.\n\nTo demonstrate, we started the trends of Robert Chen, Free Verse, Brobdingnagian, electric rice cookers and most recently, bread. Accordingly, some individuals, organizations or brands would take advantage of and link trends to their works to parasitize and capture the media attention.\n\n2. Pursuing sustainability values and living up to core values instead.\n\nTo illustrate, Kurzgesagt, Monster Box or other science channels are dedicated to making scientific videos instead of addressing topical issues. Other examples come from big brands that run TVC ads, focusing on the products’ core values, thus, availing no trend.\n\nIt has recently been controversial whether sticking to viral trends or investing time and effort in sustainable products would be of greater helps to advertisers (as well as the advertising culture in general).\n\nSome claim that as long as trends inflict no harm, why not avail? Above all, it exerts immediate effects - the top priority of the advertising industry.\n\nOn the other hand, others criticize: “How efficient is considered efficient? Are those likes, shares or real revenue that denote efficiency?\". It’s not to mention that following trends makes the advertising market plain and impairs quality. Since they pop up and die away as abruptly, advertising products need to launch as fast and efficiently as possible. The most feasible plan consists of pictures and words.\n\nThese, of course, support pursuing sustainable values. The one-time effectiveness of such products might not amount to that of the trendy’s, still, it’s a different story in the long run. A sustainable value rarely dies away, rather, it exists to offer some values. Juxtaposingly, trends are easy come, easy go.\n\nThat being said, pursuing sustainable products is fairly money and time consuming (since they themselves hold attraction, instead of trends) and hardly brings about immediate effects. It’s sometimes a rather risky investment plan: go big or go home. Furthermore, is pursuing sustainability values distinctly \"superior\" to following trends? Or is it just another turn?\n\nThere’re also opinions on flexibly combining both. Sounds convincing. Still, is it truly feasible? Since there exist groups of audience who for and against trends. Thus, isn’t it a boondoggle that might kill one’s identity, is it?\n\nThere also exist opinions that ... they want you to voice yours. If you are a businessman, or a marketer, which one would you prefer? Following trends or pursuing sustainability values?\n\nFeel free to raise any point, even if it has just popped up in your minds. All are welcome."}}