{"id": "tu-covid-19-cho-den-tuong-lai-cua-livestreaming-va-thuong-mai-dien-tu", "vi": {"content": "Alton Brown, người dẫn chương trình cho show ẩm thực nổi tiếng ở Mỹ, từng tiết lộ rằng sau sự kiện 11/9, người dân Mỹ đã quá stress trước những thông tin tiêu cực về khủng bố nên tìm xem những show nhẹ nhàng như phim hoạt hình hay ẩm thực. Điều này khiến các đài phải tái cấu trúc, sản xuất thêm theo thị hiếu khán giả để kéo rating và đánh dấu sự phát triển của các show ẩm thực [1], [2].\n\nNhân loại nhìn chung tuy bị thu hút bởi tin tức về khủng bố, dịch bệnh hay thiên tai, nhưng không hề thích chúng. Vì tin tức không chỉ cung cấp thông tin, chúng còn gieo rắc những nỗi sợ có thực và tác động xấu đến tâm lý người tiếp nhận [3]. Nếu bạn là phụ nữ, bạn càng phải tránh tin tức tiêu cực vì có nghiên cứu chỉ ra rằng phụ nữ nhớ lâu và bị ảnh hưởng xấu bởi chúng nhiều hơn [4].\n\nCá nhân tôi đến nay chỉ thỉnh thoảng lên check số liệu về Covid-19 thay vì đọc tin tức về những câu chuyện xoay quanh các bệnh nhân. Vì một là chẳng để làm gì, hai là có khi còn khiến tình hình tệ hơn và ba là sau khi theo dõi vài tuần thì giờ có cố đọc cũng không nuốt trôi nổi.\n\nDo đó, việc Pornhub thông báo sẽ miễn phí tài khoản premium cho người dân nước Ý [5] nhằm đối phó với tình trạng cách ly (theo góc nhìn nào đó) có thể xem là động thái tích cực.\n\nNếu không có phim người lớn, mạng xã hội, game, phim ảnh, truyện và những thú vui tiêu khiển khác trên internet, có lẽ việc cách ly sẽ đau khổ và khó khăn hơn nhiều. Vì nhắc đến “loài người” là nhắc đến “cộng đồng”, chúng ta thậm chí có thể chết vì cô đơn nếu thiếu đi cộng đồng, chứ chưa cần đến bệnh dịch [6].\n\nDo đó, trong bối cảnh trường học đóng cửa, thể thao ngừng thi đấu, nhà hát ngưng biểu diễn, rạp phim ngừng chiếu… Netflix, TikTok, Discord, Twitch hay những nền tảng livestreaming/mạng xã hội tương tự như vùng đất hứa của những người phải “cố thủ” ở nhà hàng tháng trời.\n\nSố liệu chỉ ra rằng mỗi người dùng TikTok trung bình bỏ ra 99 phút để xem video trên ứng dụng này mỗi ngày, so với 67 phút/ngày cùng kỳ năm ngoái. Kuaishou, nền tảng tương tự, cũng ghi nhận mức tăng trưởng từ 44 phút->71 phút/ngày [7]. Giá trị chứng khoán của Netflix cũng ghi nhận sự tăng trưởng, trong bối cảnh sàn giao dịch đang “đẫm máu”.\n\nLưu lượng truy cập internet ở Ý cũng tăng 70%, phần lớn nhờ vào tựa game Fortnite [8]. Trong khi đó, Discord cũng thông báo sẽ tăng lượng người xem livestream tối đa cùng một lúc từ 10 lên 50 người [9].\n\n“COVID-19 sẽ mang đến một cuộc khủng hoảng về sự cô đơn - và để giải quyết nó, chúng ta sẽ phải sáng tạo”, chuyên trang The Verge đặt lời tựa cho bài báo về lợi ích của mạng xã hội trong mùa cách ly.\n\nVà đúng là chúng ta đã sáng tạo.\n\nNhư chuyện một anh chàng livestream trong lúc ngủ đạt hàng chục triệu lượt xem, hay chuyện bán nông sản trên TikTok [10] cho đến việc livestream những buổi “concert” (tạm dịch: hòa nhạc). Tôi vẫn thắc mắc vì sao mọi người lại muốn xem livestream concert.\n\nBên cạnh sự phát triển của nền công nghiệp “buôn bán cảm giác hạnh phúc khi ở nhà” như các nền tảng livestreaming hay game, đại dịch cũng đánh dấu một bước tiến mới cho giới giao đồ ăn/giao hàng công nghệ.\n\nSiêu thị và cửa hàng thức ăn nhanh ở Trung Quốc phát triển phương thức giao hàng mới là “contactless” (tạm dịch: giao hàng không tiếp xúc). Trong khi lượng lớn cửa hàng tạp hóa truyền thống và thức ăn phải đóng cửa do ảnh hưởng bởi dịch bệnh, các ông lớn như McDonald, Starbuck, KFC, Pizza Hut và những chuỗi thức ăn khác ở Trung Quốc đều phát triển mô hình giao hàng “contactless” [11].\n\nTrang web thương mại nổi tiếng JD và Walmart cũng ghi nhận tăng trưởng doanh số gấp 3 đến 4 lần với những mặt hàng tươi sống so với giai đoạn Tết năm ngoái [12].\n\nNhưng sự gia tăng doanh số chưa đủ để chứng minh Covid-19 thúc đẩy sự phát triển của thương mại điện tử. Các lệnh cấm và những thủ tục phát sinh trên toàn thế giới đang khiến chuỗi cung ứng bị trục trặc, và đây là một trong những đòn chí mạng đối với thương mại điện tử. Amazon vừa ra thông báo về việc thiếu nguồn cung một số mặt hàng và delay giao hàng do ảnh hưởng từ dịch bệnh [13].\n\nTương tự, lượng người xem livestream nhiều không đảm bảo sẽ giúp tăng thu nhập cho streamer, vì thị trường đang nhạy cảm, không có quá nhiều chiến dịch quảng cáo hay kích cầu tiêu dùng. Cổ phiếu của Netflix cũng nhanh chóng theo dòng lao đao vì họ phải chịu những gánh nặng lớn về chi phí trong khâu sản xuất nội dung vì ảnh hưởng của dịch bệnh.\n\nVà sự phát triển của internet lẫn tính cộng đồng trên không gian mạng có lẽ vẫn chưa đủ để đảm bảo đem lại cảm giác thỏa mãn cho tính cộng đồng của con người. Một số liệu tương đối liên quan đến vấn đề này từ chính phủ Trung Quốc cho thấy lượng đơn ly hôn tăng mạnh vì các cặp vợ chồng phải ở chung nhà quá lâu trong giai đoạn cách ly dịch bệnh [14].\n\nNhưng ngoài những mặt tiêu cực của một đại dịch, Covid-19 đang cho thấy nó là phép thử với những mô hình kinh tế, xã hội, văn hóa đương đại và tương lai như livestreaming, thương mại điện tử và cashless (không tiền mặt).\n\nXin phép mượn lời của bạn Đăng Khoa bình luận trên bài thông báo sáng nay của Monster Box: “Một đại dịch kéo theo nó là một cuộc khủng hoảng kinh tế. Một cuộc khủng hoảng kinh tế sẽ đào thải ra những doanh nghiệp yếu, không bền vững. Những doanh nghiệp mạnh mẽ và đủ sức vượt qua một cuộc khủng hoảng sẽ tăng trưởng rất nhanh chóng”.\n\nNhưng trước hết chúng ta phải vượt qua được đại dịch này đã."}, "en": {"content": "Host of the most acclaimed US food show, Alton Brown once revealed that after 9/11, Americans were all too stressed out by terrorists news and updates. They were in desperate needs of a relief, and such “soothing” programs as cartoons and food shows seemed to best fulfil their desire. To boost ratings, studios had no choice but to restructure.\n\nThis moment has since unfolded a new era of food shows reigning.\n\nGiven that we could hardly ever be in awe of terrorist, epidemics or disasters, our attention is, for the most parts, well-captured by news on these events, which not only carries information, but also instils unfounded fears and exerts devastating impacts on emotions. Were you women, you would then have more reasons to bypass those, for you have been proved to more regularly jog your unpleasant memory, as well as being under more severe impacts.\n\nFor the last couples of days, I occasionally went online to review Covid-19 figures (and posted this post). Never did I ever read the “latest news” on the patients, for (1) it was none of my business, (2) I could have easily fell for fake news, and lastly (3), I could hardly interpret what they meant in those articles.\n\nThusly, buhnroP announcing they’re giving away premium accounts for Italians to aid them on this fierce fight (to some extents) might be considered a gentle behavior.\n\nWithout adult movies, social media, games, movies, comics and other entertaining tools, isolation would have been pretty much a painful process. For “humans” could hardly ever be separated from “the community”, we could even die of solitude before we could die of any epidemic.\n\nIn the context of school closures, sports suspensions, concert cancellations and cinema delays amid the epidemic, Netflix, TikTok, Discord, Twitch, as well as other streaming platforms are deemed the saving grace for those having to strenuously defend at their own homes”.\n\nTiktok has so far been enjoying a year-over-year increase to 99 mins/user/day in retention rate on average. Last year, the figure was 67 mins/user/day. Kuaishou, a pretty much similar platform, has also experienced a similar growth pattern to an average of 71 minutes a day from last year’s 44. Whilst it has been a sea of red on global stock markets, Netflix’s stock price still is swelling.\n\nInternet traffic in Italy has also escalated by 70%, for the most parts, thanks to Fortnite, forasmuch as Discord has recently announced that they would soon up the limit of livestreaming to 50, instead of 10 viewers simultaneously.\n\nIndeed, we couldn’t have been more creative.\n\nIt ranges from a boy livestreaming himself sleeping, ending up getting millions of views, farmers turning to Tiktok to clear stocks to even concerts livestreaming. Still, it seems incomprehensive to me why on earth would someone attend a livestreamed concert.\n\nIt has so far been a thriving “happiness for sale while at home” industry.\n\nMore intriguingly, the pandemic has even marked the boom of a rather new industry - technology and food delivery.\n\nChinese supermarkets, as well as fast food restaurants, have up to now adopted an innovative, “contactless” approach to food delivery. For the pandemic has force closed a considerable number of conventional grocery stores, McDonald, Starbuck, KFC, Pizza Hut, as well as other food restaurant chains were put under the so-called situation “to develop contactless approach, or to die”.\n\nSuch popular ecommerce platforms as JD and Walmart have also enjoyed a fourfold year-over-year increase in fresh products.\n\nThat said, boosted turnovers alone is not enough to prove that Covid-19 has so far acted as a precursor to ecommerce development. Global bans, as well as incurred procedures, have since casted the first stone on the supply chains, thus taking a toll on ecommerce. Amazon has recently informed customers of scarcity of certain products and delivery delays due to the pandemic.\n\nIn a similar stake, an upsurge in the number of livestream viewers would hardly guarantee an upsurge in streamers’ income. For the market is being increasingly vulnerable, there would rarely spearhead any advertising/demand stimulating campaigns.\n\nThe Internet advance, as well as the virtual community, might so far have failed to satisfy the users as handsomely as a real community. A rather “sensical” figure is that the number of divorce papers in China has skyrocketed since couples have had to face each other all too often during this isolation period.\n\nThat said, regardless of the “must-have” characteristics of a pandemic, Covid-19 has so far investigated such new economic, social, contemporary cultural, and even future models as livestreaming, ecommerce and cashless transactions.\n\nExcuse my referring to a comment on this morning’s post: “A pandemic breeds an economic crisis, which then naturally selects phenomenal and sustainable enterprises alone. Only they are exceptionally capable of overcoming this crisis and rising from their ashes”.\n\nBut first, we have to conquer this pandemic.\n\n[1]  null - https://www.youtube.com/watch?v=T1-k7VYwsHg&t=720s\n\n[2]  null - https://www.youtube.com/watch?v=T1-k7VYwsHg&t=720s\n\n[3]  null - https://www.researchgate.net/publication/14149927_The_psychological_impact_of_negative_TV_news_bulletins_The_catastrophizing_of_personal_worries?fbclid=IwAR3_VvElNMQtOBtD6KvjDTZYqkFNr2nvd-pG1vWnFlI3imYCZi2NTnNg6sc\n\n[4]  null - https://www.researchgate.net/publication/14149927_The_psychological_impact_of_negative_TV_news_bulletins_The_catastrophizing_of_personal_worries?fbclid=IwAR3_VvElNMQtOBtD6KvjDTZYqkFNr2nvd-pG1vWnFlI3imYCZi2NTnNg6sc\n\n[5]  J. Tacopino, “Pornhub offers free premium service in Italy to ease coronavirus pains,” New York Post. - https://nypost.com/2020/03/13/pornhub-offers-free-premium-service-in-italy-to-ease-coronavirus-pains/\n\n[6]  Gareth Cook, “Why We Are Wired to Connect,” Scientific American, Oct. 22, 2013. - https://www.scientificamerican.com/article/why-we-are-wired-to-connect/\n\n[7]  null - https://www.scmp.com/tech/apps-social/article/3051394/live-time-coronavirus-sleeping-man-rural-farmers-ride-wave?fbclid=IwAR1rX8EyKVwBqKMufIzFbGojwog5caqTD-mZcvehD6ETwu5mMYwvlFD5ntE\n\n[8]  null - https://www.scmp.com/tech/apps-social/article/3051394/live-time-coronavirus-sleeping-man-rural-farmers-ride-wave?fbclid=IwAR1rX8EyKVwBqKMufIzFbGojwog5caqTD-mZcvehD6ETwu5mMYwvlFD5ntE\n\n[9]  null - https://www.theverge.com/2020/3/12/21176323/discord-go-live-streaming-feature-coronavirus-covid-19?fbclid=IwAR1XjRcuTRHbFh7b_GrA4yxr3P-BSD113lwFFWtxODgbdkJksm9smhFCP4I\n\n[10]  T. Qu, “Live in the time of coronavirus: sleeping man, farmers ride wave of streaming popularity in China,” South China Morning Post, Feb. 19, 2020. - https://www.scmp.com/tech/apps-social/article/3051394/live-time-coronavirus-sleeping-man-rural-farmers-ride-wave\n\n[11]  null - https://www.reuters.com/article/us-china-health-fast-food-focus/fast-food-companies-in-china-step-up-contactless-pickup-delivery-as-coronavirus-rages-idUSKBN20A0RS?fbclid=IwAR3rWJQbdAXnw2z5hhzBJsgG38gAZwOncsLZsPZsrg_vjoVS0hjXl5lJVLQ\n\n[12]  null - https://www.reuters.com/article/us-china-health-fast-food-focus/fast-food-companies-in-china-step-up-contactless-pickup-delivery-as-coronavirus-rages-idUSKBN20A0RS?fbclid=IwAR3rWJQbdAXnw2z5hhzBJsgG38gAZwOncsLZsPZsrg_vjoVS0hjXl5lJVLQ\n\n[13]  null - https://www.theverge.com/2020/3/15/21180737/amazon-deliveries-delayed-coronavirus?fbclid=IwAR1rX8EyKVwBqKMufIzFbGojwog5caqTD-mZcvehD6ETwu5mMYwvlFD5ntE\n\n[14]  Gabby Landsverk, “The coronavirus may be driving up divorce rates in a Chinese city, officials say - Business Insider,” Business Insider, Mar. 06, 2020. - https://www.businessinsider.com/covid-19-peak-divorce-rate-chinese-cities-2020-3"}}