{"id": "tu-hinh-hay-khong-tu-hinh", "vi": {"content": "Sau một hồi đắn đo, chúng tôi nghĩ việc đưa ra chủ đề tranh luận tương đối cũ này sẽ là một cách hay để kết thúc tuần chủ đề cũng… tương đối cũ. Và mặc dù tử hình/không tử hình đã rất nổi tiếng trong giới lập pháp, học thuật lẫn bình dân trên thế giới hàng trăm năm nay, ở Việt Nam mọi người thường không mấy chú ý. Theo quan sát cá nhân của tôi, mọi người nghĩ rằng tử hình ai đó khi họ phạm những tội nghiêm trọng là hết sức hợp lý và bình thường.\n\nTrong bộ luật (được cho là) đầu tiên của thế giới, Hammurabi’s Code, có nói rõ về “ăn miếng trả miếng”: Nếu bạn chọc mù mắt một người, bạn sẽ bị chọc mù mắt; nếu bạn làm gãy tay ai đó, bạn sẽ bị đánh gãy tay…\n\nNhưng luật Hammurabi có hơi gay gắt ở chỗ, “nếu bạn trộm cắp và bị bắt, bạn bị xử tử”. Ngày nay, việc xử tử ở một số quốc gia chỉ áp dụng cho các tội phạm về giết người, khủng bố, ma túy… thậm chí nhiều quốc gia có mức phạt cao nhất chỉ là án chung thân, ngay cả đối với kẻ giết người hàng loạt.\n\nPhe phản đối tử hình cho rằng “không ai, bất kỳ ai, kể cả chính phủ, có quyền tước đi mạng sống của một người”. Vả rằng, ”việc chúng ta giết một người vì hắn đã giết người khác để chứng minh việc giết người là sai trái thật vô nghĩa”. Hoặc, “bắt một người sống với tội lỗi của họ cả đời sẽ là hình phạt thích đáng hơn so với giết hắn” hay “dù sao tử hình tội phạm cũng không giúp nạn nhân sống lại được”. Và những lập luận tương tự vậy.\n\nLý luận then chốt của phe phản đối tử hình là chuyện oan sai. Đã có rất nhiều vụ tử hình oan nổi tiếng trong quá khứ, và án tử dường như đã tước hết mọi cơ hội mà ai đó có thể minh oan cho chính mình.\n\nBên cạnh đó, yếu tố kinh tế cũng được nhắc đến: tử hình rất tốn kém. Ước tính chi phí cho mỗi tù nhân tử hình lên đến 3 triệu USD, gấp 3 lần so với tù nhân chung thân [1]. Sở dĩ có việc này vì những người đối diện án tử hình thường kháng cáo liên tục, trong thời gian dài và dẫn đến tăng chi phí điều tra, xét xử.\n\nNhưng những người khác cũng có đầy đủ lý do để tiếp tục việc tử hình. Họ cho rằng như thế là “hệ thống lập pháp đang thông cảm cho tội phạm nhiều hơn với nạn nhân”. Và rằng “việc không tử hình kẻ giết người chẳng khác nào một cú đấm thật đau với gia đình nạn nhân”. Hay “công lý tốt nhất nên được thực thi và án tử sẽ giúp răn đe những kẻ khác”.\n\nĐáp lại ý kiến về oan sai, phe ủng hộ tử hình lập luận rằng hệ thống khoa học tội phạm hiện tại ngày càng tiên tiến, từ tâm lý học, khoa học hiện trường cho đến công nghệ phân tích DNA… do đó tỷ lệ oan sai sẽ được đảm bảo.\n\nHọ cũng cho rằng việc nuôi những kẻ phạm tội sẽ khiến gia tăng dân số nhà tù và áp lực lên ngân sách quốc gia.\n\nCòn bạn thì sao? Hay cho mọi người biết ý kiến của mình, bất kể chúng ngây thơ hay điên rồ đến mức nào.\n\nTôi cảm thấy khá vui vì cuối cùng cũng kết thúc tuần lễ khá căng thẳng này."}, "en": {"content": "Upon gingerly scrutinizing, such an old-school debate topic at the end of the so-called “Week of old-school” seemed the most gratifying to all concerned. Given that the death penalty has long been perfectly notorious to legislators, academics and even commoners, Vietnamese also have long failed to notice this. As far as I’m concerned, people presuming someone sentenced to death upon committing heinous crimes is judicious.\n\nHammurabi’s Code, the “so-called” very first civil code, ruled the “an eye for an eye” law, in which one was punished in the way they offended.\n\nStill, it consists of a rather drastic law: “if you shoplift and get your fingers caught in the till, you will one way or another be sentenced to death”. Nowadays, death penalties are only applied to murders, terrorists and drug dealers. There also exist other nations with the most stringent punishment being a life sentence, even to serial killers.\n\nThose opposing death penalty argue that “no one, even the rulers, hold the rights to deprive one of his life”; “a capital punishment to prove murder heinous is bewildering”; “living the rest of his life with the memory of his crime is even more appropriate than sentence him to death”; or “a death sentence could never revive the victims’ life”.\n\nTheir most powerful argument is wrongful execution. There actually existed a considerable number of wrongful death penalty in the past. All of which seemed to deprive one of any chance to clear his name.\n\nAlso, they argue that capital punishment has all too often exerted negative economic impacts. The estimated costs of a death penalty could be as much as $3,000,000, an amount that triples that of a life sentence [1]. For anyone sentenced to death would constantly appeal, the investigation and court costs would also rapidly escalate.\n\nOn the other hand, others still have every reason to maintain this system. “The legislative system is being easy-going with criminals instead of the victims”, they assert. “A no-death-penalty is pretty much a slap in the face of the victims’ families. Justice is only justice with capital punishment”.\n\nIn rebuttal of wrongful execution, those who advocate death penalty defend that forensic science goes hand in hand with criminal psychology, scene science and DNA profiling. Since it’s exponentially advancing, wrongful execution would be pretty much eradicated.\n\nIn addition, feeding criminals would soon reach the tipping point of jail population, exerting mounting impacts on government budget\n\nHow about you? Voice your opinion, no matter how wide-eyed or goofy it is.\n\nAnyway, I can now feel some sense of relief since this tense week has eventually come to an end.\n\n[1]  null - https://www.thebalance.com/comparing-the-costs-of-death-penalty-vs-life-in-prison-4689874"}}