{"id": "ban-co-hai-long-voi-mon-toan-o-viet-nam", "vi": {"content": "Tuần chủ đề về Toán của Monster Box cũng đã đến hồi kết, nhưng hành trình của nhiều bạn với Toán thì có lẽ chưa.\n\nBuổi Debate hôm nay thay vì bàn luận đúng/sai, hãy cùng chia sẻ những ý kiến của riêng bạn về môn Toán. Những điều bạn nghĩ là được và những điều chưa.\n\nVí dụ, có ý kiến cho rằng việc bắt nhớ công thức đôi khi chẳng được lợi gì, vì nhiều người biết cách làm nhưng không nhớ công thức lại thành không làm được. Vậy, chúng ta có nên cho phép sử dụng tài liệu và test tư duy?\n\nHay ví dụ khác, có ý kiến cho rằng môn Toán thì cũng hay đấy, nhưng hay tương đương với những môn khác thôi. Ngữ Văn, Lịch Sử, Địa Lý hay những môn về khoa học xã hội khác có phần bị đánh giá thấp (underrated), và cũng quan trọng ngang ngửa Toán. Mỗi tội cơ chế xếp hạng phân loại thì không cho thấy thế?\n\nHay một ví dụ khác, cho rằng chương trình dạy Toán của Việt Nam quá nặng và thiếu tính ứng dụng. Nhưng có đúng là như thế?\n\nHãy để lại ý kiến và đề xuất của riêng bạn.\n\nBất kể quan điểm của bạn là gì, điều đó không quan trọng. \"Tôi muốn bỏ môn Toán không học nữa, vì nó làm mọi người tính toán với nhau\", chẳng hạn vậy."}, "en": {"content": "This week's topic about Mathematics has come to an end, but the journey for many with this subject is probably not.\n\nFor today's debate session, instead of discussing whether it is right or wrong, let's share your opinion on Math itself, what is good and what is not.\n\nFor example, there is an opinion that memorizing formulas sometimes is not useful, because many people know the strategy to solve a problem but cannot remember the formula, which means they could not solve it. Therefore, should we allow people to use the material and see the steps they take to solve the problem instead of the result?\n\nOr there is another idea that says Math is quite interesting, but it's not too special compared to other subjects. Literature, History, Geography or other social science subjects are somewhat underrated. But the ranking mechanism does not indicate the same thing.\n\nOr another example claiming that the Vietnamese math curriculum is too heavy and not too practical. But is it true?\n\nFeel free to state your own opinion and suggestions.\n\nWhatever it is, it does not matter. \"I want to quit studying math because it makes people compete against each other\", sort of."}}