{"id": "lua-dao-cung-khong-sao-chi-can-vui-la-duoc", "vi": {"content": "Monster Box từng viết bài lừa đảo đầu tiên cách đây hơn 1 tháng, nói về sách self-help và những sai lệch kiến thức não bộ mà loại sách này thường sử dụng. Nhiều người chia sẻ, nhưng cũng nhiều người không đồng ý.\n\nGần đây nhất thì có bài về sinh trắc vân tay, cũng tương tự.\n\nĐa phần lập luận của mọi người là thế này: “Tôi thấy nó cũng đúng mà, làm gì căng? Không có ích cho người này thì có ích cho người kia, không có ích ở giai đoạn này thì có ích ở giai đoạn kia”.\n\nNghe thì có vẻ hay và hợp lý, nhưng thật ra đây còn chẳng phải một quan điểm hoàn chỉnh. Nó chỉ thể hiện sự dễ dãi của người nói do chưa có nền tảng triết học bền vững.\n\nKhi mọi người cãi nhau xung quanh những biểu hiện bề mặt mà bỏ qua bản chất vấn đề, mọi người đang lãng phí thời gian của chính mình.\n\nMột việc tự thân nó tốt hay xấu không phụ thuộc vào biểu hiện của nó, mà phần lớn đến từ động cơ. Nếu phần lớn tác giả sách self-help sẵn sàng dùng kiến thức sai lệch (hoặc bản thân họ thiếu kiến thức) để phục vụ mục đích cho họ, thì làm sao đó có thể là một mục đích đẹp? Những điều tốt đẹp bạn thấy chỉ là nhất thời, và nó sẽ biến mất nhanh thôi.\n\nBản chất của self-help không hơn gì đa cấp, sinh trắc vân tay và tương tự, nếu chịu khó nhìn vào và so sánh những điểm cốt lõi. Tất cả đều là lừa đảo: những kẻ muốn có tiền, không màng đúng sai và sẵn sàng đánh vào tâm lý người khác để thu lợi nhuận. Chỉ là ở mỗi hình thức, họ chọn cho mình một chiếc áo khoác riêng.\n\nViệc bạn thấy self-help hay sinh trắc vân tay có ích, chẳng qua đó chỉ là biểu hiện nhất thời. Những người bị lừa hay dụ dỗ vào đa cấp cũng cảm thấy tương tự. Sự khác biệt có lẽ nằm ở chuyện bao lâu hay khi nào thì tỉnh ra.\n\nHay ở một ví dụ ngược lại, bố mẹ sâu thẳm trong chính họ là động cơ muốn tốt cho bạn (không phải tất cả, nhưng đa số) nhưng biểu hiện không phải lúc nào cũng đồng nhất. Tạm thời bạn không biết chính xác, nhưng ở thời điểm nào đó, cuối cùng bạn cũng ngộ ra được.\n\nThế nên liệu chúng ta có đang quá dễ dãi với những kẻ lừa đảo, và sẵn sàng bỏ qua những sự thật người khác phơi bày ra về chúng chỉ vì chúng ta “cảm thấy cũng tốt”? Và liệu việc quá dễ dãi này có khiến xã hội ngày càng bất ổn do mọi người luôn chạy theo những biểu hiện bề mặt mà bỏ qua bản chất thực sự của vấn đề?\n\nĐiều này có thể sẽ rõ ràng hơn rất nhiều khi quy chiếu ở chính bản thân bạn. Vì rõ ràng đôi lúc bạn thực sự muốn tốt cho người khác và dù cho họ có hiểu lầm, bạn cũng biết rằng sự thật là gì. Cũng đôi lúc khác thực sự bạn có ý rất xấu, thì dù biểu hiện trái ngược hoàn toàn và mọi người đều không nhận ra, bạn cũng phải đồng ý rằng đã tự cảm thấy bản thân chẳng hề tốt đẹp ở trong chuyện đó đúng không?"}, "en": {"content": "Monster Box published the very first article on deception a month ago. It was on self-help books and the “knowledge distortion” impact they exert over readers. Many audience applauded, thus shared it on their walls, still, there were other who fiercely criticized.\n\nMost recently, there has been one on fingerprint biometrics and what happened was pretty much the same.\n\nFor the most parts, people claimed: “I think it's true, why so serious? That it doesn’t work on one doesn’t necessarily means it does no good to another. It might probably be incapable at this stage, yet would be useful sooner or later”.\n\nAt first, it sounds good and reasonable. In fact, this is not even a proper perspective. It only shows how permissive they are without a solid philosophical foundation.\n\nUpon discussing the tip of the iceberg, they have accidentally ignored the root of the problem. This is a waste of their own time.\n\nOne’s good and evil don’t instinctively depend on the outward aspects. For the most parts, it is the motivation that drives. If a self-help author is willing to distort knowledge (or they themselves lack it) for personal purposes, how can he be serving a beautiful one? What you see are momentary, thus will soon die away.\n\nOnce you dig deeper and compare, the core values of self-help is as distorted as multi level marketing and fingerprint biometrics. In the very core, they are all frauds who willfully neglect the moral values, feast on other’s emotions and earn money. It’s just they themselves put on different jackets in appearance.\n\nThat you find self-help or fingerprint biometrics practical is simply a momentary effect, similar to what those who have been lured into multi-level marketing feel. The difference probably lies in how long it takes them to realize.\n\nTake a rather contradictory example. Whilst parents are deep inside motivated to do good for their children (not all, but most of them), they often express their loves differently. For the time being, you can’t feel it, yet you will get it sooner or later.\n\nHence, are we so permissive towards frauds that willfully neglect the truths others have revealed about them, as long as we \"also feel good\"? And will this permissiveness render the society unstable by people only examining on the surface, ignoring the roots of problems?\n\nThis might become crystal-clear upon referring to yourself. When you are so enthusiastic about doing good for others that they misunderstand, you still know what the truth is. On the other hand, if you really were evil, even though your appearance can’t spell it out and no one realizes, you must have felt evil deep inside, mustn’t you?"}}