{"id": "nang-luong-sach-co-sach-nhu-chung-ta-nghi", "vi": {"content": "Những cánh đồng Tuabin gió rộng bát ngát với nền trời xanh điểm xuyết vài gợn mây nhỏ luôn gợi cho chúng ta cảm giác thanh cao và bình yên đến lạ kỳ. Nhưng có vẻ những chú chim thì không thấy thế. Chỉ riêng ở Mỹ, các nhà khoa học ước tính có khoảng 150.000 chú chim bị ảnh hưởng: từ bị chém chết cho đến thay đổi tập tính/nơi chốn [1].\n\nTuy nhiên những hình ảnh thơ mộng trên cũng chỉ là lầm tưởng của những người chưa bao giờ ghé thăm cánh đồng gió. Vấn đề ô nhiễm âm thanh (cả trên và dưới mặt đất) đã liên tục được báo cáo bởi các cư dân. Và vì cần có diện tích nhất định giữa các tuabin, những cánh đồng gió này thường tốn rất nhiều quỹ đất phẳng [2].\n\nĐồng hành cùng tuabin gió trong những chiến dịch về năng lượng sạch là pin mặt trời. Điểm chung của hai phát minh này là đều có hiệu năng rất thấp. Điểm khác biệt là pin mặt trời gây ra nhiều hệ lụy về môi trường hơn.\n\nVấn đề lớn nhất của pin mặt trời là tái chế. IRENA (cơ quan năng lượng tái tạo quốc tế) ước tính đến năm 2050 sẽ có khoảng 78 triệu tấn rác thải liên quan đến pin mặt trời. Những tấm pin này chứa chì, cadmium và nhiều hóa chất độc hại khác [3]. Chúng trộn lẫn trong kính, tạo thành những hỗn hợp khó tái chế và không thể chôn lấp như rác thải thông thường (vì hóa chất sẽ rỉ ra đất và nước) [4].\n\nMưa, gió và bão cũng có thể khiến những cánh đồng pin mặt trời bị phá hủy (và việc này từng xảy ra) và phát tán hóa chất độc hại ra môi trường. Tất nhiên chúng ta không thể che chắn cho chúng.\n\nĐã từng có nhiều công ty chịu trách nhiệm tái chế rác thải từ pin mặt trời, nhưng lần lượt nộp đơn phá sản vì không có hiệu quả kinh tế. Một số công ty khác thực chất không tái chế mà bán pin cũ cho các nước đang phát triển [5]. Tức là lượng rác thải này không hề biến mất, mà đang có những chuyến du lịch vòng quanh thế giới.\n\nNhưng những vấn đề trên chưa đủ để phủ nhận vai trò của hai phát minh này, chỉ đủ để chứng minh chúng chưa đủ “tốt” so với các phương pháp truyền thống (và những phương pháp hiện đại khác như điện hạt nhân).\n\nVà chính phủ nào lại muốn chọn những giải pháp “chưa đủ tốt”?\n\nCác quốc gia ở châu Á như Việt Nam hay châu Phi như Nigeria luôn muốn trở thành những nước Bắc Âu, và đây là quyền lợi chính đáng của họ. Họ không đủ tiền cho những thứ đồ chơi đắt tiền như tuabin gió hay pin mặt trời - ở mức đủ cung cấp điện cho cả nước. Năng lượng từ thủy điện và nhiệt điện rẻ hơn và hiệu quả hơn rất nhiều. Họ không thể cắt giảm toàn bộ tiền cho y tế, giáo dục và quốc phòng chỉ để phục vụ một giá trị mơ hồ (mà còn không biết có hoàn toàn có thật không) là “bảo vệ môi trường cho Trái Đất”. Nếu họ làm vậy, họ sẽ phá sản như những công ty tái chế pin mặt trời do đi ngược các quy luật thị trường.\n\nNhưng toàn bộ bài viết này không nhằm hạ bệ năng lượng gió hay Mặt Trời. David Keith, giáo sư tại Harvard, cho rằng “tác động của tuabin gió ngay lập tức thì không đáng kể, nhưng trong tương lai thì có”.\n\nMột điều quan trọng khác: chúng ta không nên tư duy như thể mọi thứ trên thế giới đều ngừng lại. Cả tuabin gió lẫn pin mặt trời đều là những phát minh gần đây. Chúng sẽ (và chắc chắn là như thế) được cải tiến để hiệu quả và giảm thiểu tác động đến môi trường, như tuabin gió đã có nhiều cải tiến để bớt ồn hơn và không gây hại cho chim. Hiệu năng, vấn đề tái chế hay những thứ tương tự vậy sẽ được cải tiến trong tương lai.\n\nTuy nhiên, trong thời gian chờ cải tiến hai phát minh này và tìm ra những giải pháp mới, chúng ta vẫn phải sử dụng nhiệt điện và thủy điện. Vì nhiệt điện và thủy điện cũng là nguồn cung năng lượng chính giúp chúng ta phát triển đến mức có thể tạo tua bin và pin mặt trời.\n\nCho đến trước khi các bài toán được giải, đừng thúc giục chính phủ các nước chuyển đổi năng lượng sạch theo ý bạn. Vì họ không những có nhiều cái đầu hơn chúng ta, còn phải lo nhiều vấn đề hơn.\n\nCó lẽ phải nhắc lại một điều hiển nhiên mà mọi người hay quên: Thế giới đơn giản là quá phức tạp."}, "en": {"content": "The vast fields of wind turbines under the gorgeous blue sky always remind us of a feeling of serenity and peace. Given that, birds are not deemed to feel that way. In the US alone, scientists estimate that roughly 150,000 birds are affected: from being slashed to changes to customs/habitats [1].\n\nHowever, these picturesque scens are just the myths that those who have never visited the wind fields cultivate. Surrounding residents have continuously reported noise pollution problems (both above and on ground). Plus, because it requires certain spaces between the turbines, these wind fields often occupy wide areas of flat land [2].\n\nAccompanying wind turbines in clean energy campaigns are solar cells. These two inventions have one thing in common - both have very low productivity. The difference is that solar cells bear more environmental consequences.\n\nThe biggest problem with solar cells is recycling. IRENA (International Renewable Energy Agency) estimates that by 2050 there will be about 78 million tons of waste related to solar panels. These contain lead, cadmium and many other toxic chemicals [3]. They are mingled in glass, forming mixtures that are difficult to get either recycled or buried like normal waste (because leaked chemicals will be injected into the soil and water) [5].\n\nRain, wind, and storms can also wipe solar fields out (which actually happened), spreading toxic chemicals into the environment. Of course, we cannot secure them.\n\nThere were many companies taking responsibility for recycling waste from solar cells, yet shortly declared bankrupt due to the economic efficiency lacking. Some other companies did not recycle but export used batteries to developing countries [4]. Tus, solar cells waste have never been eliminated, instead, they are traveling around the world.\n\nNevertheless, such problems are not enough to deny the role of these two inventions. They are just enough to prove that these are not \"good enough\" compared to traditional methods (and other modern methods such as nuclear power).\n\nAnd which government wants to risk relying on \"not good enough\" solutions?\n\nAsia and Africa countries such as Vietnam and Nigeria often dream of becoming Nordic countries, which is their legitimate right. They can't afford expensive toys like wind turbines or solar cells - at an avarage level. Rather, hydropower and thermal power are much cheaper and more efficient. They cannot risk cutting down on investments on health, education, and defense for such a dubious value (while not being sure if this actually works) as \"protecting the environment for the Earth\". If they insist on this, they will soon go bankrupt like solar recycling companies by going against market rules.\n\nBut this whole article is not meant to bring down wind and solar power. David Keith, a professor at Harvard, said that \"the impact of turbines for the time being is not significant, but it will be in the future.\"\n\nAnother important thing: we should not think as if everything in the world had stopped. Both wind turbines and solar cells were recently invented. They will (and certainly are) improved to operate more efficiently and minimize the impacts on the environment, as there have been improvements to win turbines to reduce noise and harm birds. Productivity, recycling issues and other stuff will surely be improved in the future.\n\nHowever, in the mean time waiting for these two inventions to get improved and for scientists to find new solutions, we still have to use thermoelectricity and hydroelectricity. Because heat and hydroelectricity have been the main sources of energy helping us grow so that turbines and solar cells can be created.\n\nUntil the problems are solved, don't urge governments to convert clean energy as your wish. Because they not only have more heads than us, but they also have more problems getting on their nerves.\n\nThe world is just so complicated.\n\n[1]  null - https://www.ucsusa.org/resources/environmental-impacts-wind-power?fbclid=IwAR35TalsHqB1qmNAPT4ccTQG5EHeRmNNmsvKCZdbCd7G8mdNw3Fc3dblH-Q\n\n[2]  null - https://www.ucsusa.org/resources/environmental-impacts-wind-power?fbclid=IwAR35TalsHqB1qmNAPT4ccTQG5EHeRmNNmsvKCZdbCd7G8mdNw3Fc3dblH-Q\n\n[3]  null - https://solarindustrymag.com/online/issues/SI1507/FEAT_02_Act-Now-To-Handle-The-Coming-Wave-Of-Toxic-PV-Waste.html?fbclid=IwAR2-JOu748OrOUmx2EGs3hxl0NPAiBiEZQZuUsggtfAk_I8jNvlKNPouy6s\n\n[4]  null - https://solarindustrymag.com/online/issues/SI1507/FEAT_02_Act-Now-To-Handle-The-Coming-Wave-Of-Toxic-PV-Waste.html?fbclid=IwAR2-JOu748OrOUmx2EGs3hxl0NPAiBiEZQZuUsggtfAk_I8jNvlKNPouy6s\n\n[5]  null - https://www.unep.org/news-and-stories/press-release/illegally-traded-and-dumped-e-waste-worth-19-billion-annually-poses?fbclid=IwAR3f8MhKXNgVCnIGrfvUcDkeMJqnzSYYPqrBNqJe7xLrG-P6KZib9M7BmYs"}}