{"id": "noi-chien-my-doi-luc-cach-giai-quyet-mau-thuan-tot-nhat-van-la-dam-nhau-cho-den-khi-bi-thuyet-phuc-thi-thoi", "vi": {"content": "Có một vài thời điểm trong lịch sử mà ở đó, nếu không phải chiến tranh, người ta chẳng thể tìm ra bất kỳ cách nào khác để giải quyết mâu thuẫn. Nội chiến Mỹ là một trong số đó.\n\nVới hơn 620.000 người thiệt mạng, đây là cuộc chiến mà người Mỹ nằm xuống nhiều hơn tổng số của toàn bộ cuộc chiến xảy ra trước và sau mà nước này tham chiến [1].\n\nNội chiến nhìn chung nhằm mục đích giải quyết hai vấn đề lớn: Liệu Hoa Kỳ sẽ là quốc gia thống nhất có chủ quyền, hay là liên minh của những quốc gia có chủ quyền; và liệu quốc gia được thành lập dựa trên tuyên bố “tất cả mọi người sinh ra đều có quyền bình đẳng như nhau”, thì có được phép là quốc gia chiếm hữu nô lệ lớn nhất thế giới hay không?\n\nHai mâu thuẫn cơ bản này bắt nguồn từ phần trước đó của lịch sử nước Mỹ, khi vùng đất này thuộc địa của châu Âu. Nước Mỹ bấy giờ được chia thành nhiều phần (bang) khác nhau, mỗi phần lại là thuộc địa của một nước châu Âu khác nhau, có nét văn hóa khác, lịch sử khác và tiến trình phát triển cũng khác [2].\n\nCách mạng đã giúp toàn bộ bang của nước Mỹ giành được độc lập, không còn là thuộc địa của bất kỳ ai nữa, nhưng vẫn tồn tại những khác biệt sâu sắc khiến Mỹ bấy giờ chỉ là liên minh các bang (do mối quan hệ trong thời kỳ làm cách mạng lật đổ châu Âu). Hãy nhớ rằng mỗi bang của Mỹ lại có kích thước lớn hơn diện tích Việt Nam, nên lý do khả dĩ nhất mà người Mỹ nghĩ rằng họ nên thống nhất thành người một nước, có lẽ là vì (1) họ là người Mỹ và (2) cùng nhau chống lại châu Âu (thực ra là phần còn lại của thế giới). Cái số 2 sau này đã không còn nữa.\n\nNhìn chung bối cảnh nước Mỹ trước nội chiến như thế này: các bang phía Bắc đã bắt đầu phát triển công nghiệp, giao thông vận tải, ứng dụng máy móc vào lao động và tạo ra khoảng cách với những bang phía Nam vốn có xương sống là nông nghiệp với lực lượng lao động chủ yếu là nô lệ da đen.\n\nCác bang miền Nam vốn đã chẳng vui vẻ gì khi tụt hậu so với miền Bắc, lại còn nhận thấy xu hướng phản đối chế độ nô lệ đang dần lan rộng ở đó - vốn sẽ khiến họ còn trở nên tụt hậu hơn nữa. Vì vậy, họ đã có trước những kế hoạch cho mình, để đối phó lại những kẻ “nghĩ rằng mình làm được thì người khác cũng phải làm được\".\n\nMọi thứ đã căng thẳng trong một khoảng thời gian tương đối dài, nhưng giọt nước tràn ly khi Abraham Lincoln, người của Đảng Cộng hòa (cả Abraham Lincoln lẫn Đảng Cộng hòa lúc bấy giờ đều nổi tiếng với mong muốn hủy bỏ chế độ nô lệ) đắc cử Tổng thống.\n\nLần lượt, các bang miền Nam tuyên bố ly khai và sẵn sàng cho chuyện đấm nhau. Vấn đề Bắc-Nam ở Mỹ lúc bấy giờ (và bây giờ vẫn vậy) căng thẳng hơn nhiều so với bạn nghĩ, họ xem gốc gác của mình là thứ gì đó linh thiêng và đáng để tự hào. Đại diện cho tính cách này có thể kể đến vị tướng tài ba của phe miền Nam: Robert E. Lee, người của bang Virginia.\n\nRobert E. Lee vốn là chỉ huy của Quân đội Liên bang (tức phe miền Bắc), nhưng sau đó từ chức và trở về chỉ huy quân đội Virginia như một lòng trung thành với bang của mình. Ông là một trong những vị tướng tài ba nhất của miền Nam lúc bấy giờ, thắng phần lớn trận chiến với quân miền Bắc cho đến khi đầu hàng ở giai đoạn cuối cuộc nội chiến.\n\nNhưng khoan hãy tập trung vào những cá nhân như Robert E. Lee, chúng ta không có nhiều thời gian lắm, còn bạn thì lại ngại đọc nhiều chữ, tôi biết mà.\n\nVậy, mặc dù các bang miền Nam chủ động ly khai và việc này chẳng khác nào là người đầu tiên đưa ra tuyên bố đấm nhau, nhưng họ lại thua kém miền Bắc về mọi mặt: từ dân số, trình độ kỹ thuật, mạng lưới giao thông cho đến ngoại giao.\n\nLợi thế của họ chỉ vọn vẹn quanh những thứ “vốn nhà trồng được” như địa hình được bao bọc bởi sông, khí hậu khắc nghiệt hơn so với miền Bắc và nhiều chỉ huy kinh nghiệm hơn. Và quan trọng hơn cả, họ có tâm lý giữ cái mình cần, trong khi miền Bắc thì cố gắng đạt cái họ muốn. Do đó, miền Nam có tâm thế phòng thủ trong phần lớn giai đoạn nội chiến.\n\nNội chiến diễn ra phần lớn trong nhiệm kỳ của Abraham Lincoln, nghĩa là ông có liên quan mật thiết đến cái chết của hơn 620.000 người Mỹ, chỉ vì mong muốn giải phóng nô lệ của mình. Nhưng việc này không mâu thuẫn, ông chỉ đang đấu tranh cho lý tưởng của mình và của miền Bắc, và đã là chiến tranh thì thương vong là điều phải chấp nhận.\n\nAbraham Lincoln được xem là anh hùng dân tộc của nước Mỹ, vì không những giải quyết được câu hỏi căn bản của nước Mỹ, mà còn đặt nền móng cho những tiến bộ về sau. Như việc giải phóng nô lệ hay tạo cơ hội cho diễn biến của phong trào nữ quyền.\n\nCuộc đời Abraham Lincoln tương đối điển hình của một người anh hùng trong truyền thuyết: xuất thân nghèo khó, nhờ nỗ lực mà đạt đến vị trí cao nhất, và quan trọng nhất là giỏi kể truyện cười. Trong những giây phút căng thẳng của nội chiến, Lincoln thậm chí còn phải đón nhận cái chết của đứa con trai nhỏ vì bị sốt thương hàn. Nhưng ông đã vượt qua tất cả để tiếp tục chiến đấu cho lý tưởng của mình.\n\nNhững tưởng vào cuối truyện, Lincoln cũng đắm chìm trong vinh quang và sống cuộc đời hạnh phúc an yên mãi về sau như các tiểu thuyết anh hùng khác, nhưng ông đã bị ám sát không lâu sau khi nội chiến kết thúc [3].\n\nQuay trở lại cuộc nội chiến. Như đã trình bày ở trên, miền Nam vốn từ đầu có nhiều thiệt thòi hơn so với miền Bắc, do đó họ đã thua và ngồi vào bàn đàm phán, ký hiệp ước, áp dụng luật của Liên minh.\n\nNhìn chung miền Nam đã làm khá tốt ở giai đoạn đầu của cuộc nội chiến nhưng họ lại để Lincoln có những chiến thắng quyết định ở giai đoạn cuối khiến vị Tổng thống đầu tiên của Đảng Cộng hòa tái đắc cử.\n\nNhưng nếu nhìn cụ thể hơn vào từng trận chiến, sự khốc liệt của 4 năm chiến tranh tất nhiên không đơn giản như dòng miêu tả trên.\n\nMột trong những trận chiến đáng chú ý nhất là Cuộc đổ bộ Gettysburg của tướng Lee (vị tướng được đề cập ở trên). Đây là trận chiến lớn nhất từ trước đến nay trên lãnh thổ Bắc Mỹ và là trận tốn kém nhất trong lịch sử Hoa Kỳ, hơn cả D-Day nổi tiếng trong Thế chiến II. Trong trận Gettysburg, quân đội Virginia của tướng Lee đã chịu tổn thất nặng nề, tạo bước ngoặt lớn cho cả cuộc nội chiến [4].\n\nKhông khí căng thẳng, ảm đạm của Mỹ trong giai đoạn nội chiến vẫn được lưu giữ trong sử sách, văn học và nghệ thuật. Đáng kể nhất là tác phẩm “Cuốn theo chiều gió”.\n\nChỉ trong 5 năm nội chiến, đã có nhiều chuyện tình lãng mạn lẫn những sự kiện thú vị diễn ra. Ví như từng có lần quân lính hai phe ngưng chiến, quây lại để đại diện hai bên đấm nhau. Hoặc cuộc nội chiến bắt đầu ở trước cửa nhà của một nông dân tên Wilmer McLean và cũng kết thúc với tuyên bố đầu hàng của tướng Lee ở nhà mới của anh chàng này [5]. Hay chuyện Gatling Gun (súng máy nhiều nòng lúc bắn đạn thì xoay xoay), được sáng chế bởi một bác sĩ do ông nhận thấy phần lớn binh sĩ chết do nhiễm trùng chứ không phải do vết thương chí mạng từ vũ khí.\n\nNội chiến Mỹ, về cơ bản đã giải quyết được mâu thuẫn giúp nước Mỹ bước vào giai đoạn tái thiết với sự tập trung nguồn lực lớn từ nhiều bang; tạo ra truyền thống tranh giành quyền lực giữa Đảng Cộng hòa và Đảng Dân chủ, cũng như tạo ra thể chế mà luật pháp từng bang đôi lúc hơn cả luật pháp liên bang [6], [7].\n\nVà nó cũng chứng minh rằng miền Bắc luôn thắng, hay đặt ra nghịch lý rằng quốc gia từng đổ máu vì nội chiến lại rất thích khiến những quốc gia khác rơi vào tình trạng tương tự."}, "en": {"content": "At certain points in the history, people had thought that bloodshed was a no-brainer to settle conflicts. Among which was the American Civil War.\n\nThe figure of 620,000 casualties [1] itself spells out that it had been so violent a war that the number of Americans turned to ash far exceeded the total death tolls of the preceding and following wars.\n\nCivil war, en masse, took on two lofty missions: to set up either a sovereign state or an alliance of sovereign states; and to define whether such a state of “born free and equal\" citizens was allowed to own the most slaves.\n\nThese two major conflicts dawned from a earlier part in American history colonized by Europe. The region was then subdivided into smaller states, in which each was ruled by clashing European countries, assimilated into mismatched cultures, gone down in divergent histories, even going through poles apart development processes.\n\nThe revolution then gained the states independence. They were no longer conquered, still, there existed so profound differences that rather morphed it into an alliance of states (to overthrow Europe) instead of a nation.\n\nEvery US state has always been far larger than Vietnam, and, in all likelihood, the reasons for Americans to unite was (1) they were fellow-citizens and (2) they had altogether clashed with Europe (it was actually the rest of the world).\n\nTo put the antebellum years (the pre civil war period) into perspective (regardless of the timelines, characters and figures), since industries was being sprung up in the North, transportation and machines bred an unbridgeable wealth gap with the South, wherein agriculture was vital, and the labour force was overwhelmed by black slaves.\n\nSoutherners, who were already distressed upon being outperformed, could dimly discern the prevailing trend of thwarting slavery sparked by Northerners, which would, to all appearances, leave them further behind. They decided that they had to set up their own schemes.\n\nThe situation was then nerve-racking for a long time. The last straw to break the silence was Abraham Lincoln, a republican (it was much-publicized that both Abraham Lincoln and the Republican Party were longing so badly for the eboulement of the slavery system) being elected as the President.\n\nIn a New York minute, the southern states self-declared separatist and preparedness for a war.\n\nAt that time (an even nowadays), the North-South tenseness was far graver than you could hardly ever visualize. They considered their origins something hallowed and great-hearted. Among those was the prominent general of the South: Robert E. Lee (Virginia).\n\nRobert E. Lee was formerly a Federal Army (the North) commander, who later resigned to lead the Virginia army as an evidence of his loyalty to the state. Thereupon, he was among the most ingenious Southern generals, who had inflicted ignominious defeats on the Northerners till he surrendered (at the end of the civil war).\n\nThat said, we would study Robert E. Lee later, for I’m fully aware that we’re running out of time, and verbose articles could hardly draw your attention,.\n\nGiven they were the ones to declare separatists, as well as war, they had been lagging far behind Northerners to all extents: from the population, technological advancements, transportation network to diplomatic capability.\n\nTheir upper hands were underprivilegedly derived from such \"homegrown assets\" as the water-surrounded terrains, a more inhospitable climate compared to that of the North and more masterly commanders. Above all, whilst they always bore in mind a sense of hard defense, Northerners were in a conquering manner.\n\nThe South, thusly, was the region to “withstand” the civil war.\n\nFor the war pretty much expanded to the entirety of Lincoln’s term of office, he was much related to the 620,000 casualties. He did it merely for the emancipation of slaves. He struggled for his ideals and sovereignty. And as a war, such a number of casualties were fated.\n\nAbraham Lincoln has then been honored as the US’s national hero. What he did was not simply tackling the very core, vexed questions of the country. It also gave grounds for such further sustainable developments as slave emancipation and feminism.\n\nAbraham Lincoln had the typical story pattern for a hero: a down-and-out boy working his own way up, climbing the ladder by his all-out efforts. Ultimately, he was a one of a kind storyteller.\n\nIn the most edgy moments of the war, Lincoln even had witness by his bare eyes his son dying of typhoid. Still, he himself weathered the storms and kept fighting for his archetype.\n\nGiven that, Lincoln, who should have then been glorified and “lived happily ever after” as in heroic novels, was assassinated shortly after his dissidents’ overwhelming defeat.\n\nFlash back to the civil war. As in aforementioned argument, for the South was, from the very beginning, underprivileged compared to their counterparts, they soon conceded a defeat, being coerced to sign the treaty and follow what the Union had ruled.\n\nThe South, thereabouts, outperformed the North in the early stages. Nevertheless, they let Lincoln eventually snatch victory from the jaws of defeat in the final stages, getting the first republican president re-elected.\n\nThat said, digging deeper, the severity of such a 4-year war could hardly be that effortless.\n\nAmong the fiercest battles was General Lee's Gettysburg. It was the most bloody, exorbitant clash ever in the NA territory, even overwhelming the notorious WWII’s D-Day. During the Battle of Gettysburg, his Virginia army conceded to a crushing defeat, sparing a watershed moment for the entire war.\n\nUntil nowadays, the white knuckled, dismal atmosphere creeping upon the US during this period still is perpetuated in history, literature and art. The most outstanding of which is \"Gone with the Wind\".\n\nA 5 year civil war alone acted as a precursor to a considerable number of romantic stories and bizarre events. To demonstrate, there was a moment the soldiers stopped clashing altogether to let the representatives “grapple”. The civil war broke out at the door of Wilmer McLean’s old house and ended with Lee's surrender at his new home. And Gatling Gun was invented by a doctor for the fact that most soldiers died of infections in stead of fatal wounds from weapons got on his nerves.\n\nTo all appearance, the American Civil War put an end to the conflict, catalyzing a period of reconstruction with resources mobilized from pretty much all states, giving grounds for the power-grappling tradition between the Republican and Democratic Party. It has as well authorized institutions, in which state laws are, on occasion, rule out federal laws.\n\nIt has proved that Northerners have always been the ones to win, and pushed forward the paradox that the nation once ended in bloodshed from the civil war all too often amuses itself by maneuvering others to shed blood.\n\n[1]  null - https://www.battlefields.org/learn/articles/civil-war-casualties?fbclid=IwAR2iJB2kwveB-WgDa3-oDp-lOHI93eevWlIDvCHsHUVr98sZYt0S-uWVKVw\n\n[2]  null - https://www.history.com/topics/american-civil-war/american-civil-war-history?fbclid=IwAR1GvZCO1TCewsv6MMgJ-dMOpdBo3rhYf0HKmvw2QfFXU8QPaFYdT0QsfY8\n\n[3]  null - https://www.historynet.com/abraham-lincoln?fbclid=IwAR19YWkzWaGOXPfJZt1Es1QpiTGMHgTJTQdPg6K9fsblkdasjrsQ0zh3Wuo\n\n[4]  F. Haskell, “Battle of Gettysburg, by Frank Aretas Haskell Title: The Battle of Gettysburg,” 2010. - https://library.um.edu.mo/ebooks/b28125289.pdf\n\n[5]  null - https://www.archives.gov/publications/prologue/2010/spring/newnation.html?fbclid=IwAR1xQLjIsiOvZSR5WHvjGwHIDh4DRLqILiyGHavY9dRtfJUM8EBS1DYt10g\n\n[6]  null - https://www.nps.gov/history/history/online_books/civil_war_series/25/sec3.htm?fbclid=IwAR08KDaIPGv7xX-ZP1Hy4NnWh9CWqCz6Z_g1uhX0q_Dwl4MGRDhLXjMX0lg#3\n\n[7]  null - https://www.nps.gov/history/history/online_books/civil_war_series/25/sec3.htm?fbclid=IwAR08KDaIPGv7xX-ZP1Hy4NnWh9CWqCz6Z_g1uhX0q_Dwl4MGRDhLXjMX0lg#3"}}