{"id": "self-help-ban-da-huy-hoai-nhung-niem-tin-dung-dan-ve-nao-bo-nhu-the-nao", "vi": {"content": "1. “Chúng ta chỉ sử dụng 10% não”\n\nMột giả thuyết nghe vô cùng hấp dẫn nhỉ? Nó tạo cảm giác như mỗi người trong chúng ta đều là siêu nhân, nhưng tạo hóa đẩy đưa nên tạm thời phải làm loser. Có lẽ vì thế mà giả thuyết này được sử dụng nhiều trong các bộ phim viễn tưởng như Lucy hay Limitless - nhân vật chính cắn thuốc để “mở khóa” dịch vụ Premium cho não.\n\nVà có lẽ vì thế, những cuốn self-help sử dụng giả thuyết này như “How to win friends and influence people” trở thành một trong những đầu sách bán chạy nhất.\n\nNiềm tin về chuyện 10% não này phổ biến đến mức các khảo sát đã chỉ ra khoảng ⅔ giáo viên tiểu học - trung học (tỉ lệ là ½ nếu chỉ xét những giáo viên dạy môn khoa học) cho rằng đó là sự thật [1].\n\nNhưng giả thuyết trên chỉ là chuyện bịa và chẳng dựa trên bất kỳ nghiên cứu/công trình khoa học nào cả.\n\nChúng ta thường xuyên sử dụng 100% não bộ, ngay cả trong lúc ngủ. Mỗi phần của não bộ lại đảm nhận một vai trò khác nhau, nên hầu hết hoạt động cần sự phối hợp của toàn bộ não (trừ một vài hoạt động vô thức như tiêu hóa, thở, giữ thăng bằng…).\n\nGiả thuyết trên đã sai ngay từ căn bản. Tiến hóa đã giúp bộ não ngày càng trở nên to lớn và tiêu thụ nhiều năng lượng hơn (chỉ chiếm 2% khối lượng nhưng tiêu thụ đến 20% năng lượng của toàn cơ thể). Tạo hóa nào lại tạo ra bộ não to hơn chỉ để dùng 10%?\n\nCác đầu sách self-help đã vẽ ra câu chuyện theo motif “đi tìm kho báu”, cho độc giả thấy họ đang nắm giữ kho báu có thể khai phá bất kỳ lúc nào. Trên thực tế, kiến thức và kỹ năng đều ở bên ngoài não của bạn, và chẳng có bất kỳ viên ngọc quý nào bên trong não bạn cả.\n\nChi bằng học.\n\n2. Não trái và não phải\n\nGiả thuyết tiếp theo nghe có vẻ hay ho hơn, nên hiện nay vẫn được kha khá người cấp tiến ủng hộ: chúng ta hoặc là người thuận não trái, hoặc là người thuận não phải [2].\n\nTheo đó, người não trái là những người thiên về tư duy logic, quản lý, năng động… Ngược lại những người não phải thường sáng tạo, giỏi quan sát tổng thể, giác quan nhạy bén…\n\nOh, nghe hay quá nhỉ. Sao self-help luôn viết ra được những điều hay ho và ai đọc xong vỗ đùi giống thế này nhỉ?\n\nLý thuyết về não trái/não phải này là một dạng ngụy khoa học - nghe có vẻ khoa học nhưng thực tế không phải. Những gì được tuyên bố từ trước đến nay về não trái/não phải đều không dựa trên bất kỳ bằng chứng khoa học đáng tin cậy nào.\n\nMặc dù các vùng trong não đảm nhận các vai trò khác nhau, một số vùng đảm nhận khả năng ngôn ngữ, một số khác về các giác quan, một số về ký ức… và mỗi phần bị tổn thương sẽ khiến cơ thể bị mất đi chức năng tương ứng. Tuy nhiên, chẳng có vùng não nào quy định sự “sáng tạo”, hay vùng não nào tăng cường “khả năng quản lý” cả [3].\n\nTrên thực tế, dù bạn khám nghiệm tử thi hay quét não của nhà toán học và nghệ sĩ, cũng chẳng có bất kỳ khác biệt nào cả.\n\nNhưng ở thời cổ đại, khi chưa có bằng chứng về việc trái đất hình cầu, cũng đâu có nghĩa là trái đất phẳng đúng không? Đúng vậy!\n\nTrong lúc trường phái “não trái-não phải” vẫn chưa chứng minh được giả thuyết của mình, bằng chứng phủ định đang ngày càng nhiều và rõ ràng hơn. Theo một nghiên cứu năm 2013, các nhà khoa học của Đại học Utah đã thực hiện scan não của hơn 1000 người với đủ loại tính cách khác nhau [4].\n\nKết quả, họ chẳng thu được bất kỳ điều gì khác biệt hay đặc biệt cả. Não của mọi người đều khác nhau một cách ngẫu nhiên và tuyệt nhiên không có bán cầu nào chiếm ưu thế - dù tính cách của họ thì có.\n\nCác tác giả nghiên cứu trên đã đưa đến kết luận rằng chuyện “não trái-não phải” giống như một cách nói ẩn dụ, chứ không dựa trên giải phẫu thực tế.\n\nNếu thế thì, các tác giả self-help nên thôi viện dẫn những chứng cứ khoa học vào những cuốn sách của mình chứ nhỉ?\n\n3. “Đàn ông sao Hỏa, đàn bà sao Kim”\n\nGiả thuyết tiếp theo còn hấp dẫn độc giả hơn, vì nó có liên quan mật thiết đến chuyện tán gái. “Đàn ông sao Hỏa, đàn bà sao Kim” đã trở thành một trong những cụm từ phổ biến nhất lịch sử nhân loại, ở cả phương tây lẫn phương đông [5].\n\nGiả thuyết này bắt nguồn từ cuốn sách “Men are from Mars, Women are from Venus” của tác giả John Gray (chuyên viên tư vấn cho các cặp đôi, giảng viên và tác giả sách).\n\nTheo đó, tác giả cho rằng đàn bà thì cảm xúc hơn, trong khi đàn ông giỏi chuyện phân tích. Và những thứ đại loại vậy.\n\nVà là bịa đặt hết cả lượt.\n\nHãy cùng lướt qua các khẳng định bên trong cuốn sách kia bị bóc mẽ:\n\n- Đàn bà nói chuyện nhiều hơn đàn ông.\n\nDeborah James và Janice Drakich đã tìm hiểu qua 56 nghiên cứu về vấn đề này, trong đó 34 nghiên cứu chỉ ra nam nói nhiều hơn nữ và chỉ 22 nghiên cứu khẳng định nữ nói nhiều hơn nam. Một khảo sát khác của Đại học Arizona cho thấy số từ mà nam và nữ nói trong một ngày là bằng nhau (16.000 từ).\n\n- Đàn bà giàu cảm xúc hơn đàn ông.\n\nMột nghiên cứu đã chỉ ra nhu cầu hòa nhập xã hội và tìm kiếm bạn bè ở các bé nam và nữ là như nhau - và nhu cầu giải tỏa cảm xúc cũng vậy. Tuy nhiên sự khác biệt dần rõ ràng hơn khi các đối tượng này lớn lên, cho thấy ảnh hưởng bởi định kiến xã hội lên sự phát triển của hai giới.\n\n… và còn nhiều các nghiên cứu khác được đính kèm bên dưới để các bạn tham khảo.\n\nTuyên bố “đàn ông sao Hỏa, đàn bà sao Kim” được nêu ra trong một cuốn self-help, không dựa trên bất kỳ bằng chứng khoa học nào và được viết ra từ một tác giả không liên quan mấy đến khoa học. Nhưng có vẻ vẫn hấp dẫn nhiều người?\n\n3 ví dụ trên đã khắc họa rõ nét cách những cuốn sách self-help nói riêng (và nền công nghiệp buôn bán sự hạnh phúc nói chung) tạo ra những định kiến sai lệch về bản chất con người - xã hội.\n\nNhững niềm tin sai lệch trên đã và đang dẫn đến sự ra đời của nhiều mô hình giáo dục sai lệch, bất bình đẳng giới và nuôi dưỡng sự ảo tưởng.\n\nHãy nhớ rằng, chẳng người thông minh nào bỏ tiền ra để mua lấy trí tuệ cả."}, "en": {"content": "1. \"We only use 10% of the brain\"\n\nSound interesting? It feels like each of us is a superhero, but nature has forced us to be losers. Perhaps that is why this theory is used in many fiction movies like Lucy or Limitless in which the protagonists bite drugs to \"unlock\" the Premium service for the brain.\n\nPerhaps, because of that, such self-help books using this theory as \"How to win friends and influence people\" is among the best-selling books.\n\nThe belief in this 10% brain theory is so popular that surveys have shown that about a quarter of elementary-high school teachers (½ if only science teachers were involved) consider it true.\n\nSadly, the above mentioned hypothesis is just a lie and not a findings of any scientific research/study.\n\nWe often use 100% brain capacity, even during sleep. Each part of the brain has a different role, so most activities require coordination of the whole brain (except for some unconscious activities such as digestion, breathing, balance ...).\n\nSuch hypothesis is wrong from the beginning. Evolution has helped the brain become bigger and consume more energy (only 2% of mass but consume up to 20% of the body's energy). Why would nature create a bigger brain just to use 10% instead?\n\nThe self-help books have drawn the story of a \"treasure hunt\" motif, which deceives readers into believing they have a treasure that they can take advantage of at any time. In fact, no knowledge or skill is intrinsic. Sad but true, there aren't any gems inside your brain.\n\nWanna be a smarter one? Learning from Indian professors on youtube is even better.\n\n2. Left-brained and right-brained\n\nThe next theory sounds better: we're either left-brained, or right-brained.\n\nAccordingly, the left-brained people are inclined to logical thinking, management, dynamic ... In contrast, the right-brained people are more creative, having sharp senses, etc.\n\nOh, sounds fascinating, isn't it? Why does self-help always know how to write catchy things like this?\n\nThe theory of the left/right-brained is a kind of scientific pseudonym - sounds scientific but totally false. So far, the left/right-brained has not been based on any scientific evidence.\n\nAlthough different regions in the brain take on different roles, for example: some areas have the ability to speak, some perform functions of senses, others take care of memories … Damages to the front part of the brain is linked with reduced motivation, difficult planning, and impaired creativity. Meanwhile, the back of the brain (the occipital cortex) integrates visual information from the eyes. Damages to this area can cause partial or complete blindness, etc.\n\nHowever, there is no brain region that regulates \"creativity\", or any brain regions in charge of enhancing \"manageability\".\n\nIn fact, whether you do an autopsy or scan the brain of mathematicians and artists, there's no difference at all.\n\nBut in ancient times, when there was no evidence that the Earth was round, it didn't mean the earth was flat, did it? Hell yes!\n\nWhile the \"left/right-brained\" theory has not yet proved its hypothesis, the negative evidence is getting clearer. In a 2013 study, researchers from the University of Utah performed brain scans of more than 1,000 people with all kinds of different personalities.\n\nThe result was that they had nothing different or special. All their brains brains were randomly different and absolutely no hemisphere dominated - no matter what the personality was.\n\nThe authors of the study concluded that the \"left/right-brained\" was a metaphorical way, not based on actual anatomy.\n\nIf so, why don’t the self-help authors stop citing scientific evidence into their books?\n\n3. \"Men are from Mars, Women are from Venus\"\n\nThe next theory is even more appealing to readers, because it is related to dating. \"Men are from Mars, Women are from Venus\" has become one of the most popular phrases in human history, both in the west and in the east.\n\nThis hypothesis is derived from the book \"Men are from Mars, Women are from Venus\" by John Gray (a consultant for couples, teachers and book authors).\n\nAccordingly, the author thought that women were more emotional, while men were good at analytical work...\n\nAnd all of it are fabrication.\n\nLet's take a quick look at the truth behind that book:\n\nWomen talk more than men.\n\nDeborah James and Janice Drakich explored 56 studies on this issue, of which 34 studies show that men speak more than women and only two studies confirm that women speak more than men. Another University of Arizona survey found that the number of words spoken by men and women in the day are equal (16,000 words).\n\nWomen are more emotional than men.\n\nOne study showed that the need for social inclusion and making friends in boys and girls is quite similar - and so is the need for emotional release. However, the difference became clearer as these subjects grew, indicating the impact of social prejudice on the development of genders.\n\n... And a lot of studies are attached below as a reference for you.\n\nThe statement \"Men are from Mars, Women are from Venus\" is not based on any scientific evidence, was stated in a self-help book and written by an author not related to science.\n\nThese three examples clearly illustrate how self-help books in particular (and the happiness industry in general) create misleading prejudices on human-social nature.\n\nThese distorted beliefs have led to the creation of many false education models, gender inequality, even spreading false knowledge about human nature around the world.\n\nRemember, no smart person spends money to buy intelligence.\n\n[1]  S. L. Chew, “Myth: We Only Use 10% of Our Brains,” Association for Psychological Science, 2018. - https://www.psychologicalscience.org/teaching/myth-we-only-use-10-of-our-brains.html\n\n[2]  null - https://www.psychologytoday.com/us/blog/the-theory-cognitive-modes/201401/left-brain-right-brain-wrong?fbclid=IwAR3b70JaszPHz5j3nlqXWzxoRiUQHU0w41zWUxPb_ikiv3OpidgN-DQdI3Q\n\n[3]  J. A. Nielsen, B. A. Zielinski, M. A. Ferguson, J. E. Lainhart, and J. S. Anderson, “An Evaluation of the Left-Brain vs. Right-Brain Hypothesis with Resting State Functional Connectivity Magnetic Resonance Imaging,” PLoS ONE, 2013. - https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0071275\n\n[4]  J. A. Nielsen, B. A. Zielinski, M. A. Ferguson, J. E. Lainhart, and J. S. Anderson, “An Evaluation of the Left-Brain vs. Right-Brain Hypothesis with Resting State Functional Connectivity Magnetic Resonance Imaging,” PLoS ONE, 2013. - https://journals.plos.org/plosone/article?id=10.1371%2Fjournal.pone.0071275\n\n[5]  Không có dữ liệu"}}