{"id": "tien-cua-ban-vo-gia-tri", "vi": {"content": "(Bài kỷ niệm 100 tuổi đồng tiền dự trữ toàn cầu của chúng ta).\n\nTrước khi vào bài: Đây là bài về tiền tệ được tác giả Dr Arthur Kroisel viết trên Medium. Bài được dịch bởi bạn Đỗ Nhược Vy, đăng trong group QRVN. Monster Box biên tập và đăng lại bài dịch dưới sự cho phép của dịch giả.\n\nLink bài gốc và bài dịch được đính kèm dưới phần bình luận.\n\nBài tuy dài nhưng hay và khá đầy đủ, hi vọng mọi người thích.\n\n_____\n\nBạn có biết 30% người Mĩ vẫn tin rằng đồng đô la ngày nay được đảm bảo bằng vàng?\n\nHãy để tôi cho bạn biết tiền tệ trước đây là gì, hình thái hiện tại của nó ra sao và vì sao tờ $100 trong túi của bạn (gần như) vô giá trị.\n\n1. Tiền là kho lưu trữ giá trị thực\n\n- Đặt vấn đề:\n\nVào khoảng 5000 năm trước ở vùng Lưỡng Hà, vài bộ óc thông thái đã nghĩ ra cách giúp việc trao đổi hàng hóa trở nên dễ dàng hơn.\n\nGiả sử tôi là người chăn cừu ở thời đó và tôi muốn một đôi giày mới - không phải một đôi giày thể thao trắng tinh mà là một đôi giày da, thứ có thể bảo vệ đôi bàn chân tôi khi rong ruổi theo đàn gia súc. Vậy nên tôi tìm đến một người thợ đóng giày.\n\nTôi ngỏ ý dùng một con cừu để đổi lấy một đôi giày, nhưng thật không may một người chăn cừu khác (cũng chính là kẻ thù của tôi) đã đến gặp người thợ đóng giày ngày hôm qua và bán cho anh ta một con cừu. Nhu cầu về cừu của người thợ đóng giày vì thế đã được đáp ứng. Thứ người thợ cần bây giờ là một người có thể sửa cho anh ta cái mái nhà bị dột.\n\nVì vậy, với mong muốn có được những cú đá tuyệt vời bằng đôi giày mới, tôi cần tìm ai đó vừa biết sửa mái nhà bị dột vừa cần một con cừu. Việc này thật không dễ chút nào.\n\n- Giải pháp:\n\nVài bộ óc thông thái đã nghĩ ra một cách tốt hơn.\n\nCó thứ gì mà tất cả mọi người đều cần không? Đúng, là thức ăn. Vì vậy shekel ra đời. Đó là một đơn vị lúa mạch tiêu chuẩn tính bằng khối lượng. Thật là một nước đi khôn ngoan! Giờ thì tôi có thể ra chợ và bán con cừu của mình với giá 3 shekels và mua đôi giày với giá chỉ 1 shekel.\n\nĐây chỉ là một trong nhiều ví dụ về việc dùng hàng hóa làm tiền. Có những nơi dùng vỏ đạn. Mỗi món lại có giá trị riêng của nó. Và thế là tiền ra đời.\n\n2. Tiền làm voucher (chứng từ)\n\nHãy làm bước nhảy (thời gian) nho nhỏ nhé. Chỉ khoảng... vài nghìn năm thôi.\n\nTrong Thế chiến I, đồng đô la bắt đầu tăng sức mạnh do châu Âu đã rút cạn những rương vàng của họ để làm chiến phí và phải vay đồng đô la của Mĩ. Cho đến thời điểm đó, đồng bảng Anh vẫn là đồng tiền dự trữ chính của thế giới.\n\nHãy nhảy thêm một bước nhỏ nữa.\n\nGiờ là Thế chiến II. Vào năm 1944, các nước đồng minh đã có cuộc gặp tại Bretton Woods, New Hampshire. Họ tán thành việc biến đồng đô la Mĩ trở thành đồng tiền dự trữ mới của thế giới.\n\n**Bản vị vàng (Kim bản vị)**\n\nTiền tệ thế giới trước đây được đảm bảo bằng vàng, tức chính phủ nắm giữ một lượng vàng nhất định và cho phát hành tiền giấy theo giá trị của vàng.\n\nNói đơn giản thì số tiền phát hành chính là voucher cho lượng vàng mà chính phủ đang nắm giữ.\n\nChúng ta hãy cố gắng hết sức giản lược hóa mấy thứ khó hiểu này nhé. Trở lại năm 1944, Mĩ là nước có dự trữ vàng lớn nhất thế giới, đó chính là lí do tại sao các đồng minh chịu đưa đồng đô la lên làm đồng tiền dự trữ mới của thế giới.\n\nÝ tưởng ở đây là, mỗi chính phủ có một lượng đô la nhất định trong trường hợp đồng tiền riêng của họ mất giá. Khi nội tệ mất giá, các quốc gia có thể dùng đồng đô la dự trữ để mua lại đồng tiền của nước họ đang trôi nổi trên thị trường, thu hồi tiền khỏi lưu thông. Giảm số lượng tiền trong lưu thông tức là tăng giá trị tiền.\n\n3. Tiền là một ý tưởng\n\nTốt thôi. Nào, giờ thì chúng ta có các loại tiền tệ hoặc có giá trị nội tại (nghĩa là chúng có giá trị thực của riêng mình) như tiền vỏ ốc hay tiền vàng, hoặc làm chứng từ đại diện cho một thứ gì đó, chẳng hạn như lượng vàng bạc mà tổ chức phát hành đang nắm giữ.\n\nHãy nhảy thêm một lần nữa, nhưng lần này không xa lắm đâu.\n\nSau Thế chiến II, châu Âu và Nhật Bản nhận viện trợ của Hoa Kì để khôi phục đất nước thông qua Kế hoạch Marshall (đối với châu Âu) và Chương trình kinh tế Dodge (đối với Nhật Bản). Hoa Kì đã viện trợ cho những quốc gia đang khánh kiệt bằng cách in đồng đô la mà các nước này có thể sử dụng để nhập khẩu hàng hóa, từ đó tái thiết nền kinh tế.\n\n**“PAYABLE TO THE BEARER ON DEMAND”**\n\nNăm 1959, Hoa Kì phải đối mặt với một vấn đề: Lượng đô la phát hành lần đầu tiên vượt quá dự trữ vàng.\n\nVì vậy, Hoa Kì đã làm những gì họ phải làm. Họ từ bỏ bản vị vàng.\n\nBây giờ mới thú vị đây. Chúng ta có một đồng tiền dự trữ quốc tế không có giá trị nội tại (như một đơn vị lúa mạch có thể ăn được, hoặc một loại vỏ ốc hiếm) và thậm chí còn không thể đổi lại (như voucher).\n\nCho đến năm 1963, mỗi tờ đô la đều có in dòng chữ “PAYABLE TO THE BEARER ON DEMAND” (Có thể đổi lại cho người giữ khi được yêu cầu) bởi Cục Dự trữ Liên bang (Federal Reserve System – FED) vẫn còn khả năng thanh toán từng đồng đô la bằng vàng. Năm 1971, Nixon ban hành Sắc lệnh hành pháp 11615, chính thức bãi bỏ điều này.\n\nTrước khi một cuộc bạo loạn nổ ra sau sắc lệnh này: thực tế dối với người dân nước Mĩ, việc đổi lại vàng từ Cục Dự trữ Liên bang bằng đồng đô la đã là điều không thể từ năm 1933, nhưng ít nhất thì về mặt lí thuyết, Cục vẫn có thể làm điều đó.\n\nTiền giờ trở thành một ý tưởng. Hoặc một lời hứa, nếu bạn muốn vậy. Một lời hứa của Chính phủ, rằng nếu hôm nay tôi nhận được $1, thì một người ở nơi khác sẽ cho tôi một thứ gì đó để đổi lấy nó vào ngày mai. Hệ thống tiền tệ và kinh tế toàn cầu của chúng ta vận hành dựa trên ý tưởng đó.\n\n>> Đồng tiền giấy của Hoa Kì (Federal Reserve notes) sẽ không được quy đổi bằng vàng, bạc hay bất kì hàng hóa nào khác. [...] Chúng sẽ được quy đổi thành tiền pháp định (lawful money) tại Bộ Ngân khố Hoa Kì (Treasury Department of the United States) có trụ sở đặt tại Washington D.C, hoặc ngân hàng bất kì trực thuộc Cục Dự trữ Liên bang. [...] Quốc hội chỉ rõ, Cục Dự trữ Liên bang phải nắm giữ lượng tài sản thế chấp có giá trị tương đương với lượng tiền giấy mà Cục phát hành vào lưu thông. Tài sản thế chấp này được tổ chức chủ yếu trên hình thức Bộ Ngân khố Hoa Kì, các cơ quan liên bang và chứng khoán của các doanh nghiệp nhận tài trợ Chính phủ. <<\n\nVậy còn nghi vấn nào ở đây? Tiền pháp định (lawful money) là gì, nếu nó không phải đồng đô la, vàng, hay bất kì hàng hóa nào khác?\n\n**Tiền được đảm bảo bằng nợ**\n\nChúng ta sẽ nói về những điều phức tạp bằng những thuật ngữ đơn giản nhất có thể: Hệ thống tiền tệ và nền kinh tế của chúng ta được đảm bảo bằng nợ.\n\nCục Dự trữ Liên bang cần bơm tiền vào lưu thông để vận hành nền kinh tế. Nếu không, nền kinh tế sẽ sụp đổ. Do đó, về cơ bản, Hoa Kì đã “mua lại” tiền với vật thế chấp như Bộ Ngân khố Hoa Kì. Điều đó có nghĩa là tiền đang được in dựa trên lời hứa rằng các khoản nợ sẽ được thanh toán.\n\nĐây là lúc chúng ta chuyển từ “thú vị” sang “lo ngại”.\n\nĐây không phải một lời tiên đoán về ngày tận thế, nhưng cũng đáng để chúng ta phải nghĩ ngợi.\n\nVấn đề của việc thanh toán nợ là Hoa Kì có giá trị GDP thấp hơn nợ. Một số lập luận đã đi xa đến mức cho rằng Hoa Kì đã phá sản hoặc đang tiến tới thảm họa đó, nhưng thôi nào, chúng ta đừng quá điên rồ.\n\n(Ảnh 1) Nợ trên GDP, đơn vị: %\n\nNhìn vào hình, người ta có thể dễ dàng nhận thấy, kể từ năm 2012, số nợ của Mĩ liên tục bằng hoặc cao hơn 100% GDP.\n\nNói một cách đơn giản, ở hiện tại, số tiền nền kinh tế Mĩ thu về mỗi năm ít hơn số nợ do Nhà nước tạo ra. Do vậy, các khoản nợ đang chồng chất lên nhau. Nợ nhiều đồng nghĩa với lãi nhiều.\n\nĐó là lí do chúng ta đang có mức lãi suất thuộc mức thấp trong lịch sử. Nếu lãi suất cao hơn, các vấn đề của đất nước trong việc trả nợ sẽ còn tồi tệ hơn nhiều.\n\nLãi suất bằng không hay lãi suất âm không còn là điều bất khả nữa. Chúng đã thực sự tồn tại.\n\nCon đường trả nợ của chúng ta không mấy sáng sủa khi nhìn vào thực tế rằng đến năm 2025, các khoản thanh toán lãi nợ của Mĩ sẽ vượt qua ngân sách quốc phòng.\n\nVậy, chúng ta sẽ đi về đâu đây?\n\n4. Tiền trong tương lai\n\nVới hầu hết chúng ta (ý tôi là những người đang đọc bài viết này), đô la là đồng tiền dự trữ của thế giới kể từ khi ta sinh ra. Chúng ta luôn cho rằng vị trí này sẽ mãi mãi được giữ vững… bởi vì… chúng ta chưa từng tưởng tượng đến một viễn cảnh nào khác.\n\nNhưng khi thử nhìn lại lịch sử, bạn sẽ thấy các đồng tiền dự trữ của thế giới đều có tuổi thọ nhất định. (Ảnh 2)\n\nTừ thời Phục hưng, mọi đồng tiền đảm nhận chức năng tiền tệ thế giới hoặc đồng tiền dự trữ toàn cầu đều có tuổi thọ khoảng 100 năm. Tuổi thọ ngắn nhất là 80 năm và dài nhất là 110 năm.\n\nNếu đồng đô la Mĩ trở thành đồng tiền dự trữ thế giới vào năm 1920 hậu Thế chiến I, nó đã ngồi trên chiếc ghế này được 100 năm.\n\nVậy tương lai sẽ thế nào đây?\n\nHmm, khó nói lắm. Đặc biệt là đối với tôi, bởi tôi không phải chuyên gia trong lĩnh vực này, nhưng tôi nghĩ có nhiều người giống tôi lắm.\n\nCá nhân tôi không tin vào loại kịch bản như ngày tận thế hay khủng hoảng toàn cầu. Chúng ta đã luôn tìm ra cách để ngăn chặn điều đó xảy ra, và lần này cũng sẽ vậy thôi. Lịch sử sẽ lặp lại.\n\nNhưng nếu chúng ta tin tưởng vào tuyên bố rằng lịch sử sẽ lặp lại, thì ta cũng phải suy nghĩ về sự thật rằng đồng đô la đã là đồng tiền dự trữ chính của thế giới được 100 năm. Và lịch sử đã dạy cho ta biết, rằng đây là tuổi thọ của những đàn anh đi trước nó.\n\nNếu không phải một cuộc khủng hoảng toàn cầu, thì thứ gì sẽ xảy đến?\n\nCó hai trường hợp: một là để mọi thứ diễn tiến theo cùng một hướng. Chúng ta có lãi suất âm trong một khoảng thời gian, rồi các khoản nợ bằng cách nào đó sẽ tự được giải quyết, và đồng đô la vẫn là đồng tiền dự trữ của thế giới.\n\nKịch bản này không phải bất khả thi, nhưng nó có vẻ chưa hợp lý lắm.\n\nTrường hợp còn lại là một sự sụp đổ mới (chúng ta đang ở trong đợt tăng giá dài nhất lịch sử ngành tài chính) sẽ sớm xảy ra. Một loại tiền khác sẽ chiếm lấy địa vị của đồng đô la.\n\nCó vài ứng cử viên cho vị trí này. Đồng euro, tất nhiên rồi, hầu hết chúng ta đều sẽ nghĩ đến nó đầu tiên. Đồng Nhân dân tệ của Trung Quốc, hoặc đồng tiền điện tử được nước này lên kế hoạch phát hành - DCEP - cũng là những ứng cử viên tiềm năng.\n\nCũng có thể đồng tiền dự trữ tiếp theo của thế giới đã được phát minh từ năm 2009 (bitcoin).\n\n5. Giá trị thực của tờ $100\n\nTôi đã hứa sẽ cho bạn một câu trả lời, và nó đây. Nếu không được đảm bảo bằng vàng, cũng không được đảm bảo bằng bạc và không được đổi lại bằng bất kì hàng hóa nào…\n\nThì tờ $100 có giá trị thực là bao nhiêu?\n\nNếu nó không được đảm bảo bởi bất kì thứ gì, thì giá trị thực của một tờ $100 bao gồm 14,2 cent chi phí sản xuất + thỏa thuận chung của mọi người rằng $1 mà tôi nhận được ngày hôm nay có thể tiêu được vào ngày mai.\n\nHoặc là 14,2 cent chi phí sản xuất cộng + thỏa thuận rằng nếu tôi nhận được $100 vào ngày hôm nay, ngày mai sẽ có người đến lấy nó từ chỗ tôi và cho tôi một thứ gì đó khác.\n\nHoặc là 14,2 cent chi phí sản xuất cộng với một thỏa thuận chung giữa người dân và Chính phủ, rằng khoản nợ kia sẽ được thanh toán vào một ngày nào đó.\n\nBây giờ chỉ còn một câu hỏi nữa thôi:\n\nBằng cách nào?\n\n[check nợ công Mỹ tại: usdebtclock . org]\n\nKhông ai có thể biết trước tương lai. Nền kinh tế của chúng ta đã trở nên quá phức tạp và phụ thuộc vào quá nhiều yếu tố. Chúng ta không dám nói một cách chắc chắn xem nền kinh tế đang đi theo hướng nào và làm thế nào để giải quyết các vấn đề mới nổi trong tương lai, đặc biệt đối với một người không có chuyên môn như tôi.\n\nTôi đã cố gắng trình bày theo cách dễ hiểu nhất có thể. Tuy nhiên, chủ đề này quá phức tạp, và để vẽ nên một bức tranh rõ ràng hơn, bạn cần là một chuyên gia trong lĩnh vực này, và phải viết khoảng một nghìn bài có độ dài như này mới đủ.\n\nĐây là chủ đề tôi đang rất quan tâm hiện nay, và tôi nghĩ mọi người cũng nên để tâm đến nó, hoặc ít nhất là nghe về nó đôi lần. Đó là lí do tại sao tôi muốn chia sẻ bài viết này đến các bạn.\n\nTôi tin rằng chúng ta không nên phớt lờ khả năng đồng đô la mất giá vào một ngày nào đó. Siêu lạm phát đã xảy đến với những loại tiền tệ trước đây, và không có lí do gì khiến điều tương tự không thể xảy ra với đồng đô la Mĩ.\n\nLiệu tôi có từng nghĩ về ngày tận thế, khi chúng ta ngồi quanh đống lửa và hát những bài hát ngợi ca về những ngày tuyệt vời khi còn có điện hay không? Không.\n\nNhưng nếu hỏi rằng liệu tôi có đang nghĩ rằng chúng ta đang ở trong một thời điểm không chắc chắn với những hướng đi không chắc chắn, và chúng ta nên giữ cảnh giác mọi lúc mọi nơi hay không.\n\nCâu trả lời là có."}, "en": {"content": "Celebrating 100 years of our global reserve currency.\n\nDid you know that 30% of Americans still believe to this day that the U.S. dollar is backed by gold?\n\nLet me tell you what money used to be, what it is now and find out why that 100$ bill in your pocket is actually (almost) worthless.\n\nMoney as a store of intrinsic value.\n\nThe problem.\n\nAround 5000 years ago in Mesopotamia, some smart minds figured out a way to trade their goods better.\n\nSay I was a sheepherder back then, needed a new pair of shoes and went to the shoemaker to get me some. Probably not shiny white sneakers but some leathery somethings that protected my feet when herding.\n\nI offered the man a sheep but unfortunately, my old rival sheepherder-Jack went to him yesterday in need of a new pair of shoes and had already sold him a sheep. So my shoemakers sheep-needs were met. What he needed though, was somebody to fix his leaking roof.\n\nSo in order to get me those nice new kicks, I had to find somebody who knew how to fix leaking roofs and needed a sheep. Not the most convenient thing in the world.\n\nThe solution.\n\nSo some smart minds figured out a way to do it better.\n\nWhat did everybody need back then? Right. Food. So the shekel was invented. It was a standardized unit of weight for a certain amount of barley. Smart move, because now I could go to the market, sell my sheep for 3 shekels and buy me a new pair of shoes with one.\n\nAnd this is just one example where money was based on a commodity. Other regions of the world used cowry shells for example. These units of trade had an inherent worth on their own. Money was invented.\n\nMoney as a voucher.\n\nLet’s make a tiny little leap in history. Say… a few thousand years.\n\nDuring WWI the dollar had already started to rise to power due to Europe emptying their gold chests in order to fund the war as well as borrowing money from the U.S. in the form of dollars. Until that point, the British pound had been the world’s reserve currency.\n\nAnother small jump.\n\nIt’s the Second World War. In 1944 and the allies meet in Bretton Woods, New Hampshire. They agree on making the U.S. Dollar the new global reserve currency.\n\nThe gold standard.\n\nIn the past, global currencies were backed by gold. That means the issuing governments held a certain amount of gold and issued paper money according to the gold’s worth.\n\nThat means — to make it easy — that money was a voucher for gold held by the government.\n\nLet’s continue to make difficult things as simple as possible: Back in ‘44, the U.S. had the biggest gold reserve, that was the reason why the allies agreed to make the dollar the global reserve currency.\n\nThe idea was as a government to have a certain amount of dollars ready for the case that the own currency was devalued. If that were the case, the countries could use their dollar holdings to buy back their own currency on the market, decreasing the amount in circulation which meant an increase in price.\n\nMoney as an idea.\n\nSo far so good. So now we either had currencies that have had an intrinsic value (meaning they had worth on their own) such as cowry shells or golden coins or we had vouchers representing the value of something, like gold or silver, held by the issuing entity.\n\nLet’s fast forward again but not that far this time.\n\nAfter WWII Europe and Japan were rebuilt with the help of the U.S. The Marshall plan (Europe) and the Dodge plan (Japan) helped the losing countries in simple terms by printing dollars that the countries could use to buy imported goods and rebuild the economy.\n\n“PAYABLE TO THE BEARER ON DEMAND”.\n\nIn 1959 the U.S. faced a problem: The number of dollars in circulation for the first time exceeded the U.S. gold reserve.\n\nSo the U.S. did what they had to do. They abandoned the gold standard.\n\nNow, this is where it gets interesting. We have a global reserve currency that has no intrinsic value (like a shekel of barley that you could eat or a rare cowry shell) and is no longer redeemable (like a voucher).\n\nUp until 1963, every dollar note had the imprint “PAYABLE TO THE BEARER ON DEMAND” because, in simple terms, the Federal Reserve had the measures to pay out every single dollar in gold. In ‘71 Nixon issued Executive Order 11615 and finally put an end to that.\n\nYes, before a riot breaks loose due to inaccuracies: For the U.S. people redeeming gold from the Federal Reserve with a dollar bill wasn’t possible from 1933 onwards but at least, the Federal Reserve, in theory, had the means to do so.\n\nMoney had become an idea. A promise if you will. A promise by the U.S. government that if I receive 1$ today, somebody somewhere else will give me something in exchange for it tomorrow. And our global monetary and economic systems run on that idea.\n\n“Federal Reserve notes are not redeemable in gold, silver, or any other commodity. […] They shall be redeemed in lawful money on demand at the Treasury Department of the United States, in the city of Washington, District of Columbia, or at any Federal Reserve bank. […] The Congress has specified that Federal Reserve Banks must hold collateral equal in value to the Federal Reserve notes that the Federal Reserve Bank puts in to circulation. This collateral is chiefly held in the form of U.S. Treasury, federal agency, and government-sponsored enterprise securities.” — The Federal Reserve\n\nThe question remains: What is “lawful money” if it’s not the dollar, gold or any other commodity?\n\nMoney backed by debt.\n\nTo put really complicated things in as simple terms as possible: Our monetary and economic system are backed by debt.\n\nThe Federal Reserve needs to inflate the money in circulation in order to keep the economy going. If it didn’t the economy would collapse. So the U.S. basically “buy” the money with collateral like U.S. Treasuries. That means money is being printed on the promise that the U.S. states debt will be paid back.\n\nThis is the point where we go from “interesting” to “concerning”.\n\nNo, this is not going to be a doomsday prediction but it is something to think about.\n\nThe problem with paying back debt is that the U.S. actually has a lower GDP than it has debts. Some would go as far as to argue that the U.S. is actually already bankrupt or at least heading there but let’s not get too crazy now.\n\nIn the graphic above one can easily see that since 2012 the U.S. debt has constantly been equal or higher than 100% of its GDP.\n\nIn simple terms, currently, each year the economy generates less money than the state generates debt. Therefore more debt is being piled on. More debt means more interest.\n\nThat is also the reason why we currently have a time of historically low-interest rates. If the interest rates were higher, the country’s problems with paying back debt would even worsen.\n\nZero to negative interest rates are not just not impossible anymore. They are actually here.\n\nSo things don’t look too bright when it comes to paying back debt if we think about the fact that in 2025, interest on the debt of the U.S. alone will be higher than its defense budget.\n\nSo where do we go from here?\n\nMoney in the future.\n\nFor most of us (I assume anybody reading this), the dollar has been the global reserve currency in all of our lifetimes. We always assume that this is forever going to be the case because… well… we don’t know it any other way.\n\nBut looking back in history global reserve currencies have had a certain lifespan.\n\nSo since the Renaissance, every global trade or reserve currency had a lifespan of around 100 years. The shortest lifespan being 80 and the longest 110 years.\n\nIf we say that the U.S. dollar became the global reserve currency at around 1920 in post-WWI that would mean that it’s been pretty much exactly 100 years.\n\nSo what’s next?\n\nWell, hard to say. Especially for me because I’m definitely not an expert on the field but I guess for pretty much anybody out there as well.\n\nI personally don’t believe in doomsday, global-meltdown kind of scenario. We’ve always figured out a way to prevent these things and this time will be no different. History repeats itself.\n\nBut if we stick by that statement that history repeats itself then we also have to think about the fact that the U.S. dollar has roughly been our global reserve currency for 100 years. And history has taught us that this is roughly the lifespan of one.\n\nSo if it’s not going to be a global meltdown, what is it going to be?\n\nWell, option one is that everything keeps on going the same direction, we have negative interest rates for a while, the debts somehow work themselves out and the dollar remains our global reserve currency.\n\nNot impossible but probably not the most plausible of all scenarios.\n\nAnother option would be that the next big crash that’s possibly around the corner (we’re in the longest bull market in history) hits us and a different currency will take over the place in the spotlight.\n\nThere are a few contenders for this spot. The Euro, of course, comes to mind. China’s Renminbi or it’s planned cryptocurrency-like DCEP would be possible.\n\nOr maybe the next global reserve currency was actually already invented in 2009.\n\nThe real worth of 100$.\n\nI promised you the answer, here it is. If it’s not backed by gold, nor backed by silver and not redeemable in any way…\n\nWhat’s a 100$ bill actually worth?\n\nIf it’s not backed by anything, the real value of a 100$ bill consists of the production costs of 14.2 cents per note and the general agreement of the people that the 1$ I receive today will be spendable tomorrow.\n\nIt’s 14.2 cents plus the agreement that if I receive 100$ today, tomorrow someone else will gladly take it from me and give me something for it in return.\n\nIt’s 14.2 cents plus the idea, the general agreement of the people and the U.S. government that the debt will be paid back at some point.\n\nNow there’s only one question that remains: HOW?\n\nNobody knows what the future holds. Our economic system has become far too complex and too dependent on too many factors to certainly say which direction we’re heading and how we could solve these emerging problems in the future. Especially for a layman like me.\n\nI’ve tried to write this article as easily understandable as possible. The problem is that the whole topic is *immensely* complex and to explain it better you’d need to be an expert on the field who writes about a thousand articles of this one’s length to paint a clearer picture.\n\nThis is a topic of great interest to me though and I think that it is something that people should hold in the back of their minds or should at least have heard about at some point. That’s why I wanted to share it with you.\n\nWhat I believe is that we should not treat the possibility too lightly that the dollar could lose its value. Hyperinflation has happened to other fiat currencies before and there’s no reason why this would be impossible for the U.S. dollar as well.\n\nDo I think that doomsday is upon us and we’ll soon all sit around the bonfire, singing songs about how great the days were when we still had electricity? No.\n\nBut do I think we’re at an uncertain time with uncertain directions and we should make sure that we’re not caught off guard when things don’t figure themselves out?\n\nOh yes."}}