{"id": "vietnam-war-so-va-chu", "vi": {"content": "Thật khó để nói về cuộc chiến nào đó trong quá khứ một cách khách quan, và càng khó hơn nếu chúng ta thuộc một phe trong đó. Do đó, trong bối cảnh dịch bệnh căng thẳng như hiện nay, những gì chúng ta cần quan tâm tất nhiên vượt qua việc ngồi chửi nhau trên mạng về một cuộc chiến trong quá khứ.\n\nBài viết hôm nay sẽ không có diễn biến, không có quan điểm (nếu vô tình xuất hiện thì có thể do vô thức người viết), thuần tổng hợp những con số và chữ về Chiến tranh Việt Nam.\n\nMọi quan điểm tranh luận trong bối cảnh mở rộng vấn đề đều được hoan nghênh, nhưng trong trường hợp bài đăng này bị điều tra bởi các cơ quan chức năng trực thuộc Bộ Công an (hoặc các tổ chức chính trị tương tự phục vụ cho nhà nước CHXHCN VN), tôi khẳng định mình không liên quan tới quan điểm của những cá nhân khác trong phần bình luận, có lẽ chúng đã được thêm bởi một bên thứ ba.\n\n1. Vietnam War/American War\n\nNgười Mỹ gọi cuộc chiến này là Chiến tranh Việt Nam, trong khi Việt Nam gọi đây là Chiến tranh Mỹ hay cụ thể hơn là Cuộc kháng chiến chống Mỹ cứu nước. Cuộc chiến này còn có những tên gọi khác như Chiến tranh Đông Dương lần II hay “biểu hiện của Chiến tranh Lạnh”.\n\nHãy bắt đầu với những số nhẹ nhàng như...\n\n2. Hơn 130\n\nLà tổng số bộ phim về/có liên quan đến Chiến tranh Việt Nam, theo tổng hợp của Wikipedia.\n\nNhưng bao nhiêu phim có lẽ cũng không đủ để khắc họa sự tàn khốc của cuộc chiến này, vì có đến tận...\n\n3. 1.000.000 -> 4.000.000\n\nLà số thiệt mạng của toàn bộ các bên tham chiến trong Chiến tranh Việt Nam, theo nhiều nguồn số liệu khác nhau.\n\nTrong đó...\n\n4. 500.000 -> 1.500.000\n\nLà thương vong của Bắc Việt.\n\nVà...\n\n5. 430.000 -> 1.120.000\n\nLà thương vong của phe VNCH và Mỹ.\n\nNgười Mỹ chiếm tỷ lệ khá khiêm tốn, nhưng sự tham gia của lực lượng này khá rõ ràng. Vì có đến tận...\n\n6. 58.000 và 155.000\n\nLần lượt là số thiệt mạng và thương binh của quân đội Mỹ.\n\nSở dĩ có sự khác biệt lớn thương vong lớn nhất và nhỏ nhất trong những số liệu trên vì các bên có xu hướng thống kê theo hướng có lợi cho mình, cũng như những giới hạn trong phương pháp tính toán, thống kê số lượng thực tế.\n\nMột con số đáng bất ngờ khác là...\n\n7. 6.100.000 tấn\n\nLà số bom Việt Nam đã phải gánh chịu, so với 2.1 triệu tấn bom được thả xuống trong thế chiến 2. Con số này đưa Việt Nam trở thành nước bị đánh bom nặng nề nhất trong lịch sử nhân loại.\n\nBom chỉ là một phần của cuộc chiến, trong nhiều phần khác. Đặc điểm chung là phần nào cũng tốn kém...\n\n8. Khoảng 150 tỷ USD\n\nLà tổng ngân sách Mỹ dành cho cuộc chiến trong 14 năm, tương đương 1.000 tỷ USD so với thời giá bây giờ.\n\nKhông có thông tin về thiệt hại ngân sách của Việt Nam. Nhưng có rất nhiều câu chuyện thú vị khác về Mỹ, chẳng hạn...\n\n9. “Đứa con cả” (Project Eldest Son)\n\nLà dự án bí mật của Mỹ, với mục đích bỏ lén đạn giả vào chuỗi cung ứng đạn dược của lính Bắc Việt. Những viên đạn giả này sẽ khiến súng phát nổ và gây sát thương cho người cầm súng, dấy lên lo ngại của phía Bắc Việt về nguồn cung đạn dược từ Trung Quốc.\n\nCho đến năm 1969, dự án này được nhắc đến trên báo chí Mỹ trong lúc vẫn đang triển khai. Việc này giúp lính Bắc Việt xác định được nguyên nhân của những vụ nổ súng, nhưng lại càng khiến bộ đội lăn tăn hơn về vấn đề đạn dược trong chiến đấu.\n\nKhông chỉ về mặt quân sự, Mỹ còn thực hiện nhiều chiến dịch khác như...\n\n10. “Linh hồn lang thang\" (Operation Wandering Soul)\n\nLà dự án tuyên truyền do Mỹ phát động. Họ đã ghi âm những giọng nói ma quái và ghê rợn sau đó chôn máy phát thanh dưới đất. Dự án này được thực hiện vì họ biết rằng người dân Việt Nam có quan niệm phổ biến cho rằng những người lính hi sinh không được chôn ở quê cha đất tổ sẽ trở thành những linh hồn lang thang.\n\nThành công của dự án này đến nay vẫn là ẩn số, nhưng có những chiến dịch khác có thể thấy rõ sự thất bại ngay từ ý tưởng, chẳng hạn...\n\n11. Át bích\n\nLá bài được đồn rằng là khắc tinh của lính Bắc Việt. Không biết vì lý do gì nhưng phổ biến một tin đồn cho rằng lính Bắc Việt sẽ hoảng loạn và sợ hãi khi nhìn thấy lá bài át bích, xem đây là “biểu tượng của cái chết”.\n\nDo đó, công ty thẻ bài lớn nhất Hoa Kỳ đã gửi sang Việt Nam những thùng bài chứa đầy quân át bích cho lính của mình. Lính Mỹ đã rải át bích ở khắp nơi.\n\nTrên thực tế, lính Bắc Việt chẳng hề có chút cảm xúc nào với quân át bích, nhưng bù lại lính Mỹ có thêm chút tự tin khi chiến đấu khi giữ quân bài trong người.\n\nHọ tự tin đến mức đã dùng...\n\n12. Băng keo\n\nPhục vụ việc dán cánh trực thăng trong Chiến tranh Việt Nam.\n\nTrong khi đó,\n\n13. Keo dán sắt\n\nTừng được dùng để cầm máu cho quân lính trong quá trình đưa họ đến bệnh viện.\n\nBất kể số liệu và hàng loạt câu chuyện “thú vị”, hay hàng trăm bộ phim làm về Chiến tranh Việt Nam, mọi người vẫn nghĩ cuộc chiến này là...\n\n14. Nội chiến\n\nĐến nay truyền thông Mỹ (và người Mỹ) vẫn dùng từ trên một cách phổ biến để ám chỉ tính chất của Chiến tranh Việt Nam. Nhưng số tiền và sự quan tâm của quốc gia này với Chiến tranh Việt Nam có vẻ hơi quá so với tuyên bố của họ.\n\nKhông những tiền và của, đó còn là...\n\n15. 4000\n\nLà số lượng chó quân sự đã bị bỏ lại ở Việt Nam.\n\nNhưng chắc chắn những chú chó này phải bị bỏ lại, vì khi Chiến tranh Việt Nam kết thúc, còn chẳng đủ không gian dành cho người, đến nỗi...\n\n16. 10.000.000 USD\n\nLà giá trị của chiếc trực thăng mà lính Mỹ đã đẩy xuống biển, để những chiếc trực thăng chở người tị nạn có chỗ đáp.\n\nNhưng ngay cả thế, vẫn không đủ cho tất cả mọi người...\n\n17. 700.000\n\nLà số người Việt tị nạn sau chiến tranh bằng thuyền, hay còn gọi là thuyền nhân.\n\n18. 10-70%\n\nTrong tổng số thuyền nhân trên đã thiệt mạng trên biển.\n\nChiến tranh Việt Nam đã kết thúc, như bao trận chiến khác. Nhưng những vấn đề không tên vẫn tiếp diễn. Những vấn đề đó sẽ được bộc lộ ở phía dưới phần bình luận dưới đây, khi mà mọi người lại hoặc là cãi nhau, hoặc là hạ thấp nhau xuống, hoặc là nâng nhau lên. Phần lớn những người làm vậy, buồn cười thay, lại chẳng trải qua bất kỳ giây phút nào của cuộc chiến ấy.\n\nNgười ta đơn giản là chỉ cần một lý do để thể hiện bản thân và phán xét điều gì đó dựa trên cái nhìn hạn hẹp của mình.\n\nLúc nào cũng vậy."}, "en": {"content": "It’s pretty much out of the question for any of us to get open-minded about the wars once raging on in our country.\n\nLet alone the ongoing grave outbreak, nitpicking the wars we could hardly ever arrive at an even-handed approach is, to all appearances, a Sisyphean task.\n\nThis post is, therefore, neither concerning the course nor voicing any opinion. Instead, we’re hereby studying merely the facts and figures on the Vietnam war (forasmuch as those being called as what people are most familiar to).\n\nAny argument/discussion/opinion with regard to this article is welcome, as always. That said, should it be given a once-over by either appropriate authorities or political organizations serving the Vietnam government, I’m hereby disavowing any comment on this post. They’re, in all likelihood, a scheme drawn up by the unscrupulous.\n\n1. Vietnam War/American War\n\nWhilst Americans all too often refer to it as the Vietnam War, Vietnamese pore over it as the Resistance War Against America (the American War). Some even regard it as the Second Indochina War or “The early signs of the Cold War”.\n\n2. Over 130\n\nWikipedia has it that over 130 movies on the war have so far been shooted.\n\nThat said, those could hardly ever capture the utmost ferocity, for there were:\n\n3. 1,000,000 to 4,000,000\n\nCasualties of all parties involved in the war (figures from different sources). Wherein,\n\n4. 500,000 to 1,500,000\n\nWas the death toll in the North Vietnam side.\n\n5. 430,000 to 1,120,000\n\nWas the fatality of the US side.\n\nTo all appearances, American combatants seemed overwhelming, given their small-scale presence.\n\n6. 58,000 and 155,000\n\nThe figures on casualties and wounded American soldiers correspondingly.\n\nA variety of figures have been employed by the involved parties often gravitate towards propitious figures, not to mention the circumscription of calculation methods, as well as factual statistical measurements.\n\nAnother striking figure was...\n\n7. 6,100,000 tons\n\nGiven WWII’s 2,1 million tons, 6,100,000 was the amount of booms Vietnam battered with, which have also turned it into the most ferociously bombarded country ever.\n\nBooms was only a below-the-mask part. Economic splurges should have grasped more attention since:\n\n8. $ 150,000,000,000\n\nWas the amount the US splurged on this 14 year war (worth $1,000,000,000,000 in 2020 dollars).\n\nThe economic cost of Vietnam has never been reported.\n\nThere even recounted a considerable of anecdotes of the US side, to illustrate:\n\n9. The Project Eldest Son\n\nA scheme from the US side to cunningly migle the North Vietnam’s ammunition supply chain with exploding cartridges, which would instead blow up the guns and maim the soldiers.\n\nWhich then had the supply chain from China gnaw at the Northerners.\n\nBy 1969, it, still in launching, was laid bare by US news publications. The North Vietnam side could then pin down the mainspring of gun explosions. Ammunition, however, still was a nerve-racking problem to them.\n\nLet alone those military campaigns, Americans even operated such rather bizarre campaigns as:\n\n10. The Operation Wandering Soul Campaign\n\nA propaganda project set up by the US. Accordingly, they recorded spooky voices and injected the recorders deep underground. It was conducted for they were au courant with a Vietnamese notorious concept that soldiers’ dead corpses, unless buried at their hometown, would have turned to wandering souls.\n\nWhilst its result has been somewhat pretty much far-off, they still dreamt up a number of ridiculous and ill-fated campaigns:\n\n11. Ace of spades\n\nThe so-called hard counter to Northerners. Given the unheard-of reasons, rumours had it that Northern soldiers would have gone off the deep end upon seeing the Ace card, dubbing it the “sign of death”.\n\nThe US’s largest card company, thereupon, issued the South Vietnam side with uncountable boxes of Ace cards, which was then “armed” to their soldiers.\n\nAnd they fanned those out all over the map.\n\nIn fact, Northerners could hardly ever sense the “terrors” from Ace cards. It was rather American soldiers could develop some senses of self-assurance upon being “armed” with those cards.\n\nThey were so cocksure that they even utilized\n\n12. Adhesive tapes\n\nTo somehow “bind” helicopter wings during the war.\n\n13. Metal glue\n\nTo somehow cover bleeding wounds before the wounded could have received some treatments.\n\nRegardless of those “bizarre” anecdotes, countless movies with the war as their themes, many still take it into account as:\n\n14. A civil war\n\nWhat the US media has all too often cunningly misinterpreted the nature of this war. Still, their financial splurge and meticulous attentions did, dollars to doughnuts, go far beyond this reaffirmation.\n\n15. 4000\n\nThe number of military dogs jilted in Vietnam.\n\nThat said, they weren’t even, to all likelihood, left behind, for carriers’ capacity could hardly ever hive the runaways.\n\n16. 10 million USD\n\nWas the values of the helicopters thrown off into the sea, so that the helicopters carrying refugees could have land on.\n\nStill, it could hardly garner them all ...\n\n17. 700,000\n\nWas the number of Vietnamese “boat refugees”, the so-called Vietnamese boat people.\n\n18. Up to 70%\n\nOf those were drowned..\n\nThe war’s been over, at a similar stake to others. We, nevertheless, still are running into whatchamacallit problems, as in the comment section below, wherein people are either arguing, nitpicking, or eulogizing others. For the most parts, they’ve, paradoxically, never undergone any second of the war.\n\nThey’re simply in urgent need of a reason to cock-a-doodle-doo and adjudicate something from their superficial knowledge.\n\nAs always."}}